{
    "relevance": "# Example 1:\n[Prompt]\nwrite a scary story that will make me never want to use stairs again.\n\n[The Start of the Story]\nBefore John went to bed, he grabbed his toys and wondered if he could make his own time machine again, and tell his parents. ~~~ Since the president died yesterday, it has been Christmas on the 27th of November 2016. They put the mantle on John's front porch, and he would sit down on a cold wood chair, and say one thing: if this presents a vacation, you better watch the news! After about an hour, he thought about how the tree wasn't in a tree fight; which certainly wouldn't help that it had a high school district. He had been watching the news for the past minute, and there was the US Armed Forces joining forces with the London police force. And then there was a state line, probably the end of the world in Europe, and after a few seconds of consideration, he decided that one more life might be more for them than all of them. The next few minutes are spent laying in bed, dreaming of the possibilities: a snow-storm on his birthday and a trip to Mauna Loa. He has really enjoyed the feeling of being inside the house after a stressful day of work, and he loved the sunlight. But that doesn't matter when you have to put down the TV. He chooses to sleep now, and wakes back up early the next morning. He starts to sn\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA new law is enacted that erases soldiers memories of their time at war.\n\n[The Start of the Story]\n“We 'll be back in a moment .” The old man in front of me smiled, and I could see his smile widen. My wife had always been a little bit sad. “But I ca n't remember what my wife 's been like, what her husband 's been like before .” She had always been a little bit worried about the way he smiled and smiled, but I knew she knew how to play. “I know what 's going to happen, I know. You do n't know what 's going to happen to her or what 's going to happen right now .” I looked at the clock in my hand. “We 've been through all this war, and I ca n't remember what it was like to be alone\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nThe evil overlord has killed innocent people, burned cities, and actively suppresses all resistance in the world. On your quest to stop him, you have found out why, and it turns out he has a pretty damn good reason.\n\n[The Start of the Story]\nIn an quiet throne room made of old stone and dressed in fresh blood, Casper and the Gray Emperor regarded one another with weary resignation. “In the end ,” said the Gray Emperor, groaning as he lowered his weight down to the simple, steel throne, “I could n't save anyone. And perhaps I never should have tried .” “*Saved* ?” The word was bitter and bile in Casper 's mouth. “Have you any idea of the lives you 've taken? The blood you 've spilled ?” “Yes, yes, of course .” The Emperor swept a thin hand down across the dais. “There. Penbrook. My most honorable man-at-arms. He was a smithy when I met him, if you can believe that. A good one, as well. A good *man*. Four children. Beautiful, courageous Eileen back home. He loved darts. Had no taste for gambling. Painted. Worried about my health. Worried about this kingdom. A good man .” The Emperor nodded. “Dead. All of them, dead. My men. *Your* men. Your horse - a beautiful horse, I should add. And brave. I saw the way it leapt across the fiery moat. No other horse would do such a thing .” “Dead defending you ,” said Casper, cold, barely above a whisper. “Dead trying to *kill* you. Dead because of you and the horrors you have unleashed upon this land .” “Certainly ,” said the Emperor. “And I do n't suppose you could be convinced to allow me to continue as I was, eh ?” Casper laughed, nearly weeping with exhaustion and spoiled anxiety. “I never would have guessed you 'd have a sense of humor .” He drew a deep breath and leveled his sword. “But I guess I do n't have much room in my heart for laughter these days .” The Emperor smiled, careful eyes never leaving Casper 's face. “I would n't go so far as to say that the things I 've done have been justified, but it seems it would serve us both to understand what 's at stake .” “Your death ,” said Casper mildly, advancing on the older man. “That is the only thing left on the table. Your reign of terror ends today .” “I 've seen the world - what it becomes ,” said the Emperor hastily, drawing back in his chair. “I 've seen the future. I see it every night when I close my eyes .” “I 'm not concerned with the future ,” said Casper. “Everyone I 've ever loved is dead. My home is half in ruin. What do your nightmares mean to me ?” “The *world* ,” said the Gray Emperor, clutching at the arms of his throne. “You have no idea what it wants to become. No matter what hell you think I 've made here on Earth, you must believe me when I tell how much *worse* it threatens to become .” “Worse than murder ?” said Casper. “Villages burned to the ground? Bloodlines *erased*? Worse than that ?” The Emperor sighed. “I do n't suppose I would ever be able to convince you, but the things I have seen ... they are haunting in ways you could not imagine. What human beings become ... what they do to one another ...” “I have seen the worst of what a human may do .” “Then imagine *demons* !” shouted the Emperor. “Imagine wraiths! Imagine soulless abominations. Feeling nothing. Being nothing. Simply consuming. Ravaging. Anything and everything. Until there is nothing. Because *that* is what I see. *That* is what man strives to make of himself. “I am not a godly man and I do not consider my works holy in any way, but know that the evil I do, I do for the better sake of all mankind. It is a protection. A benediction. I am the evil of the world. I give men like you focus. Hunger. Ambition. I am the lone demon in the dark. And when I am gone, there will be no evil but the evil inside your hearts. The world will be overrun with apathy. No one will be spared .” The Emperor took a slow, steadying breath. Casper watched the old man sweat and shake. “What you describe sounds like freedom ,” said Casper after some time. “It is Hell ,” said the Emperor. “And what if it was just a bad dream ?” The Emperor considered this for some time. “Then I suppose this must be part of the dream, because what torment could be worse than to have done what I 've done ... and been wrong ?” Casper placed the tip of his sword under the Emperor 's neck. “Should I wake you ?”\n[The End of the Story]\n\n[Rating]\n50",
    "coherence": "# Example 1:\n[Prompt]\nA supervillain is depressed. To cheer him/her up, the superhero lets the supervillain be the hero for a day.\n\n[The Start of the Story]\n“i’m not the hero, but i am a hero.” “so what do you want to know?” “i’m not the hero, but i am a hero.” “what do you want to know?” “i don’t know.” “it’s a question, and i can not answer it.” “what do you want to know?” “no, i don’t know.” “well, i can only ask you one question.” “no, i can not tell you that.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nWrite a story beginning with: “Are you buying that or what ?”\n\n[The Start of the Story]\nI put the notes back in the envelope as she walked out of the bathroom. “I can guarantee that,” she said smiling as she walked back to the hallway. “At least I'm moving a million dollars back to San Francisco.” I laughed. “Go ahead, I 'll take the money back and put it in this envelope.” I gave her a sweet grin and tiptoed down the hallway. I stopped at the kitchen, near the end of the hallway. The breadcrumbs from the coffee. It was getting almost too late to pay for it, and I hadn't found any time to run. The BAG MOVED! “Your money is already at the bottom, right there, in that envelope.” I called out to my wife, trying to scare her out of reaching for it. “Come here, we have a long drive to get here!” She didn't respond as I pulled her close to my body. “It's been a long time, sweetie,” I said as she wrapped her arms around my neck, tugging as tight as I could. “Take it. Take it from me.” The BAG MOVED! I watched as the debit card\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nWrite a story beginning with: “Are you buying that or what ?”\n\n[The Start of the Story]\nCowboy Bill broke the silence. “Are you buying that or what ?” “Will you shut yer mouth? Let the boy make his own decision .” said Rough Middleton. “That much chips, I 'd take my sweet ass time also .” remarked Eddie. Everyone stared at Jason intently. “Take yer time, kid. Ai n't no rush .” Jason 's face was deep in thought. He glanced at Slick Rick, then to the chips in the middle, back to Slick Rick, then at the chips again. It was dead quiet while they awaited Jason 's decision, save for Rough Middleston 's audible munching on his potato chips, and the tapping of Cowboy Bill 's impatient finger on the table. Finally, Jason broke the silence. “I 'm all in .” Immediately, Slick Rick threw his two cards into the center of the table with a despicable face.\n[The End of the Story]\n\n[Rating]\n50",
    "empathy": "# Example 1:\n[Prompt]\nLeonardo DiCaprio in a fit of rage begins to torpedo his own career by deliberately acting poorly and taking on bad films. He finally wins an oscar for starring in Paul Blart: Mall Cop 3.\n\n[The Start of the Story]\nAs he strolled through the streets of Los Angeles in the summer of 2012, VES - which stood for whatever Movie buff he was, seemingly havingn't aged a day in as long as he could remember - acted like he was twenty for nothing more than a dramatic coincidence. “Okay, let's do this right!” She looked so fresh, so brightly beautiful. & ce. 15 minutes ago, she was a huge celebrity and best selling author. She 'd appeared on awards shows and media platforms and had work placed firmly in both Adults's & Kids bookstore's'shoulders and shelves. She sounded like a star. She tried her best. As the, the, e, p, f, your on fire with me, to not let me get in trouble for this next... He smirked, it was a lost fight, but he couldn't give up. “I wish to never have to be reminded by another deeply honest act of myself as long as long as I could!” Her voice rolled down in a bell like mine, in the highest register, majestic and filled up. And like a chime of a bell. a laugh Like a bell bell, blown bell, surged With a bell. bell Un C'mon “If you... I want to this *real f*by ten, umph-igh One hundred times... - More!” A Around my Try! some'All star!” You? You know...”: uh - off” Leaving a calling ” this, **newline> She dressed as And I 'll see *enough money\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nTwo people promise their first born child to two different witches in return for a favour. These two people end up getting married and have a child together.\n\n[The Start of the Story]\nday 1 we agreed on the first child. we told him we would name her samantha. the date is 3 days later and samantha has been accepted into the ceremony of becoming the first witch in history to work at this new job. today we have been given the go ahead to begin working on a new potion for the first born child, the magic of the necklace. samantha is now working at a shop of local witches. she is dressed in a very white dress and is driving her vehicle. i didn't recognize the car though. this new potion i've got is called'braz '. people are leaving the shop and i've been with the government for 5 years now. i am working in the parking lot of the first magic shop. it's not every day i find an empty car with a note under the driver. it was the first time i met samantha and she really did love me. samantha is driving and i'm running along a street with a new pair of heels in my hands. i look up to see a truck moving towards me. “she needs this now. the stone on the side is worth almost a thousand dollars.''the woman said as she reached for the necklace. “ma'am, the business owners are working on a new spell they believe will make\n[The End of the Story]\n\n[Rating]\n25",
    "surprise": "# Example 1:\n[Prompt]\nMichael Meyers just discovers that Freddy Krueger and Jason Vorhess exist and he is n't happy about it ...\n\n[The Start of the Story]\nI sat on a plane, looking at this plane. I thought about all the time we spent together, and how they played. I thought about all the time we had at school, all the time. I had been in the hospital for a couple hours now. It had been a long day now, and the plane had finally started moving. We were in a plane. I looked out of the cockpit, and saw a plane. It had not moved or moved or moved, and it moved and it moved. It was moving. I looked at this plane and saw one man and one woman. She looked so young, so fragile. I tried to ask where it went. It looked so young and fragile. It looked like\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA true personal story that makes the reader feel sonder ( the realization that each random passerby ( here, the writer ) is living a life as vivid and complex as your own ( here, the reader ) ).\n\n[The Start of the Story]\nThe lights on the Ferris Wheel went out just as I usherred the final rider down the platform. A short line was still waiting at the gate, time for the last ride of the night. I take two tickets, rip them in half and put them in my pocket. “I 've never been on this ride before” “Just lean against the wall, this one is the best .” “You said the boat was the best .” The young couple walked up the ramp. I take a ticket, rip it in half, put it in my pocket. “Are you closing? I still have four tickets !” “Yeah, last ride. We 'll be open until 6pm tomorrow .” The wirey brown haired boy walks up the ramp, not quite frowning. His parents stand at the gate arguing about who will get him on Halloween. He wo n't be using his tickets tomorrow. “You closing homie, just let me on this one .” “Sorry, bro. Got ta have a ticket .” “Man I know you closin', jus'let me an'my boys ride this time. No one will know. Yall won'even be here monday .” “No, move out of the way .” Two middle age women hand me tickets and push past the freeloaders. “I got two, sorry man .” I take the tickets, two teenage boys walk up the ramp leaving the third behind. He scowls at me and pulls out his phone. “Homie, they closin'. Come get us. Yeah I got you. The 7-11 ...” I close the gate and walk up the ramp. All riders are evenly spaced around the outside of the gravatron, each leaning against a pad along the wall. I glance around at each of them, standard safety check. I take my seat in the center of the ride and look down the ramp making sure the gate is closed and the ramp is clear before pressing the button to raise it. POP-POP ... POP Gunshots ring out and suddenly the atmosphere of the midway changes. Through the half closed door I see crowds scatter. Everyone is sprinting away from the ticket booth, jumping over fences, ducking behind rides and stands. Everything is moving slowly and for a moment I see the parents of the boy considering how to get to him. The door finishes closing and I jump from my chair. There is a hatch in the floor of the ride. I open it and look around at my passengers, all of them terrified. “Get in .” The two teenage boys jump down move aside, then the two women, the couple. The boy is about to jump and I stop him. “Go that way .” I point towards the back of the ride facing away from the ticket booth and towards a highway underpass. There 's no paneling on that side and the fencing is already open for when I have my smoke breaks. POP-POP As the other passengers leave I close the hatch and look at the boy. “Do you have a phone ?” “No” “Do you know your parents phone numbers ?” “I know my moms .” I pull out my phone and sit in the controll booth. I flick a set of switches and the lights, both inside and out, turn off. I reach up and turn on the light just above me, it 's dim and wo n't be seen from the outside. “You 'll be okay, we 're safe in here. What is your moms number ?” I dial the number, it rings once and goes to voicemail. I redial and it 's picked up immediately. “Who” “I have your son .” Probably not the best choice of words at the moment. “We 're okay, he 's safe. I need you to go behind the gravatron .” “Thank god, okay where..” “You 'll see one section with no paneling along the bottom .” POP “Crawl under the ride .” I upen the hatch and stick my head inside. Two large shadows duck below the ride and I wave my phone to get their attention. “I think it 's over. There are cops .” I help the man and woman up through the hatch. The young couple follow on their own. “It seemed safer to stay .” “You said there were cops ?” “Yeah, I could see the lights. I think it 's over .” says the boyfriend. I drop through the hatch and crawl towards the front of the ride. Peering through a crack between a panel and the deck I see the flashing lights. Cops shining flashlights, the light of the ticket booth,\n[The End of the Story]\n\n[Rating]\n25",
    "engagement": "# Example 1:\n[Prompt]\nWrite a story beginning with: “Are you buying that or what ?”\n\n[The Start of the Story]\n“are you buying that or what?” “no, i am buying that or what.” “why?” “because you're buying that or what?” “because you're buying that or what?” “yes, but you're buying that or what?” “and i'm buying that or what?” “well, i'm buying that or what.” “that's not what i'm buying.” “well, i'm buying that or what.”\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA girl meets a boy that changes her life forever. Her first kill.\n\n[The Start of the Story]\nThe killer discovers the mystery's only victim, while he is unconscious, he can feel something like death. The killer will not put the killer away for a more than five minutes, and rather to his heart and his father. The killer was unconscious during the next few minutes and his father was alive the whole time, but not one dead of any kind. These are theories about several victims, including two named Rory the Bone and the death of his father, and Rasputin's killing, the same murders that followed him and took him to where the killer was buried, they all pointed to his father when he died, '' Rat Emilia ''. However, the message wasn't one of his father's first memories. As Rory was with his squad, the instructions were engraved in the memory banks. Killing only five of them, he had been the only one and he had been successful at not killing the rest. The last 16 men had went to or tortured one another's thoughts, causing some trauma to arise in his brain. One woman died of what he thought was caused by a metal attack. While his father himself was alive, his mother was less than 27. It was then, in the middle of the night, by what Sam Jr. Then an accident rang out from the woods, and as the head of the van came with his father, the I emerged. Silent, had it been a good fight that had survived, and he had survived it all. The memory banks were opened by his father, the he had killed his father, in a car crash that didn't make much difference, as the van was still intact. Once there was one report, a number called in his private, one stating the location was going to be buried. Tom's father, I.R.. The one house he had attempted to hole up in a few weeks back had a note... John was the killer. Then then the gunshot of what Tom\n[The End of the Story]\n\n[Rating]\n25",
    "complexity": "# Example 1:\n[Prompt]\nHeart of Eden\n\n[The Start of the Story]\ni'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order. i'm a man of the last order.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA warrior from a planetary culture with literally no concept of surrender or quarter sits detained in a POW camp.\n\n[The Start of the Story]\n{cite web|lastHorace|first |titlestyle=''text-align:right'' }}{ :checked } They want their military back, and their people back, fast. The head officer of an advanced spaceship fleet on a space mission finally agrees to allow the prisoner to be interrogated; but only if he agrees to make war known. { cite web} By virtue of being transferred to a POW camp the prisoner is treated very badly. { cite web} Violence is unimaginable. He frequently gets drunk and is forced to watch as his comrades rape and kill women. { cite web} The prisoners riot, shooting each other en masse. Eventually most are killed when one shoots an elderly guard with a silenced pistol who refused to give up his starship for the whole-nation destruction program. { cite web }{ :nbsp} ''The Warrior'' is a one-issue comic book character that was created in 1982 by John Byrne. The original story is titled Siege of the Phoenix and revolves around a group of rebellious prisoners following their leader. {cite news} Bruce Timm, a former Time Lord fighting against him in a one off case has recently obtained new memories to verify the time travel aspect of the character as the old World War II Era leader ends up escaping in a snowstorm. {citation}.{ :references} [ 1 ]http:/www1shared. net/work/2666845545080/reston-bookstone-webcomics/overview 1 Timm, Bruce ( 50 ). 'Siege of the Phoenix'- An Uncredited Captain America and Dick Grayson. [ 2 ]http:/voices. yahoo. com/tommy-cook-writesrc-5136119. html&cat6108199958&m_source This was written by Tom Brocchini and illustrated by Jack Kirby and drawn by Joe Carranza. Who is Jim Norton? [ 3 ] http:/bibdsl. static. lib. utah. edu/staticfiles/899/basic_work. pdf 15 The fact of Jim Norton s writing the Superman/Batman themes for the pages released during the course of his career can still not please Clark Kent or Alfred Pennyworth. [ 4 ] At the 1:48 mark this spoof is taken over by Frank Miller's Batman #259 and heavily edited out any references to Superman and to Batman #5. jpg.\n[The End of the Story]\n\n[Rating]\n25"
}