{
    "relevance": "# Example 1:\n[Prompt]\nwrite a scary story that will make me never want to use stairs again.\n\n[The Start of the Story]\nBefore John went to bed, he grabbed his toys and wondered if he could make his own time machine again, and tell his parents. ~~~ Since the president died yesterday, it has been Christmas on the 27th of November 2016. They put the mantle on John's front porch, and he would sit down on a cold wood chair, and say one thing: if this presents a vacation, you better watch the news! After about an hour, he thought about how the tree wasn't in a tree fight; which certainly wouldn't help that it had a high school district. He had been watching the news for the past minute, and there was the US Armed Forces joining forces with the London police force. And then there was a state line, probably the end of the world in Europe, and after a few seconds of consideration, he decided that one more life might be more for them than all of them. The next few minutes are spent laying in bed, dreaming of the possibilities: a snow-storm on his birthday and a trip to Mauna Loa. He has really enjoyed the feeling of being inside the house after a stressful day of work, and he loved the sunlight. But that doesn't matter when you have to put down the TV. He chooses to sleep now, and wakes back up early the next morning. He starts to sn\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nOne normal day you see a mouse pointer move across your field of vision, right click, and delete an object.\n\n[The Start of the Story]\nI suppose I may never feel this good knowing you know about me. Your laugh is my greatest pleasure. I can hear you smile as you watch the mouse, feeling my true feelings and making new and wonderful feelings for those I love. I remember how you made me laugh so hard that I had to close my eyes and stop shaking. In my dream, I could hear you laugh so hard, and yet, I didn't hear you move. The mouse didn't move and I slowly closed my eyes. I was scared, unable to move. The next morning I woke up. My face is flush with fear. I feel so tired, and while I work, I am anxious, and have the feeling that I would lose this opportunity for joy. I had been lying in bed for almost an hour and every movement felt like it was hours ago. I sat up, I yawned, and I tried to speak but the smooth words wouldn't move. I woke up to the sound of some joke and a smell of booze, the sound of other people laughing and I could not speak. My head hurt. I turned my eyes up and did not see that mouse. I couldn't move. I felt nauseous. I just wanted to go home, and drive myself to some church and then home and... sleep. I cried for almost an hour and then some more to get out of this feeling. I felt like I should probably leave home but I wasn't going anywhere. I asked what I could do to be okay and my chest felt like it was being squeezed, and then I felt my chest felt like a warm blanket, warmer than the comfort of my own bed. I didn't need to open my eyes. I could tell my chest was going to burst open, and this time it wasn't a big one. I tried to cry but was too weak to speak. Then I cried. The world went dark. I woke up again. My lips open and my eyes only open. I see nothing. I see a stranger approaching. He is long and is very short. He wears a wide brimmed hat and gray robe with faded. And his eyes look like you wouldn't believe. They are blue and there is a small pause when he speaks. <new\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nWrite a story beginning with: “Are you buying that or what ?”\n\n[The Start of the Story]\nThe pinking of the chip lamp above him was irritating, as though it had earned him a migraine from another migraine. He slid it across the surface of the lamp to reveal a glowing sunbeam, just as his finger reached its reach for the scarred scratched finger. The alarm bell rang and the buzzing shuttered out. John was struck by what he was about to do, however. His choice of cup holders, cheap and unlit, reflected the same image of his dear mom, Amelia Earhart. The smile that enveloped her cracked lips and wet lips became a cruel smile of the permanent scar on her exposed temple. “I am buying that,” John said, putting the cup back on the table. “What? No,” he said, breaking eye contact. “Amelia Earhart?” Amelia Earhart was not a toy, she had sailed into the gulf, smiling with the same jet black hair as he had. His strange woman hair just looked natural, and his brain which reamed back and forth in days and nights worked on recognising colour from the air or making sure it was met as an expression of euphoria or of enjoyment. There were no scars left where John's forehead used to be, the scars remained where Amelia Earhart's eyes used to be. John rubbed his left eye and pushed against his purse to get a nice little rake. In it, he found some folded up notebooks with his latest writing. Three pencils filled with scrawls and personal favourite pictures, with captivating words scribbled in tiny black ink. “How about you,” John whispered, “I 'll buy you anything I want.” He grabbed the tablet that had his name and address, black ink and a bold red pen. He tapped on the desk to type in the following address and then scribbled a random number on a black pad before typing in the address into the message board below. “I 'll buy you anything you want,” he said, dropping the pen and continuing typing. God is actually a serial killer known as Jim, and Jim has an unusual ability; in order to avoid detection by Satan\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 4:\n[Prompt]\nYou are the owner of a small restaurant that is struggling to stay open. Suddenly, your restaurant is on the front page of the newspaper.\n\n[The Start of the Story]\nthe newspaper was already in the news. the reporter had been there so long, it was hard to tell what to write about. “hey, i'm the owner of a small restaurant.” “oh, i'm good,” said the reporter. “this is the first time i've ever been to a restaurant, and i'm having a hard time believing it.” “this is the first time i've ever been to a restaurant,” said the reporter. “i'm sorry, i'm not a big fan of the name, but i'm pretty sure this is the first time i've ever been to a restaurant.” “that's a bit weird,” said the reporter. “i think i'm a bit weird, but i'm not very bad at anything.” “oh, i'm sorry,” said the reporter.\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 5:\n[Prompt]\nYou 've been best friends with Death your entire life. When you 're about to become President of the largest world changing company in human history, Death turns to you and says “Tomorrow, 3pm .”\n\n[The Start of the Story]\n“What? Lunch? ” I ask as I pick at my salad. I look around for the waiter to complain that he forgot my request for no tomatoes but can’t find him. “I’m sorry kid.” Death says as he chews his chicken parmesan hero. I look up in confusion and see his eyes looking straight back at me. “What’s going on Death? ” I ask putting my food down. He looks down at his plate in shame. “I’m really sorry kid.” He repeats. I don’t understand how this could happen? “Why? ” I ask as my voice cracks. We’ve been friends forever and have been together through the good and the bad. He stays silent and takes a deep breath. “You told me that I was going to be successful and that this was my time. How long have you known? ” I ask through tears. He begins to talk but I interrupt, “How long have you known? !” I repeat raising my voice. “How old are you? ” He asks. I leave him with the tab and go back to my apartment. After a tub of ice cream and throwing away all my awards and trophies, I try to take a nap to no avail. I look at a letter on my living room table congratulating me on my promotion. I rip it to shreds and throw it at the television. My cell phone begins to jingle; it’s Death. Even though I feel bad for my reaction at the restaurant, I can’t speak to him yet. I look at my cell phone and contemplate what I should do. I scroll through my contact list and see Zac Efron. I won his phone number and address after beating Death in a game of call of duty. I never called it because I was a coward and didn’t know what I would even say. I press enter and wait for an answer. “Hello? ” a male voice says curiously. “Hi, Is this Zac Efron? ” I ask wondering if Death fooled me. “Yea, Who is this? ” He replied in a casual tone. I paused and my mind raced to put together a response. “Tomorrow 3 pm.” I say lowering my voice. “What? ” Zac asks. I start to apologize but he interrupts. “Look how young I am.” He says. “I am too.” I say feeling sorry for myself. Tears begin to run down my face and I hear: “Thanks for the warning. Look, I’m going to call up Vanessa and hit Vegas. Can you please make sure she gets home okay? ” “Sure dude. See you tomorrow. Have fun” I say. After a pause on the phone, he replies, “Okay, thanks I will. See you tomorrow.” We say goodbye and hang up. I realize that I should have some fun rather than moping the rest of my last day so I prepare my final outfit that I’ll wear tomorrow and then leave my apartment. I go to Death’s apartment even though I still don’t know what to say. He answers the door quickly with a surprised look on his face. He doesn’t say anything though and gestures for me to come in. I see that he ordered a pizza and grab a slice before sitting down on his couch. “Fast and Furious or the Avengers? ” Death asks me holding up dvds. “Avengers” I answer getting up to grab some popcorn. He laughs and gets more snacks too. I sleep my last night at Death’s apartment and get up early to go to work. I would go see my new office, go to lunch, and die. My office has a great view, two computer screens, and even a voice activated thermostat. After playing with it for an hour and eating all the M & M’s on my desk, I call up Death and we take an early lunch. We eat at the five star restaurant we always wondered about and reminisce. We talk about the old times and how we had several “bring your friend to work” days. Death and I had messed around all day in my cubicle. One of those days, about five birds flew right into my boss’s window and he came out in a stupor. Death looked right at him and said, “It’s like I’m the bringer of Death or something.” We laugh at the restaurant table thinking about all the great times. I remember the time we went to Six Flags and Death got sick after riding one roller coaster. “You shouldn’t have dared me to drink that whole milkshake right before! ” Death laughs. After we pay, we walk to the old beach. It is heavily polluted but it is a secluded spot so I figure this will be a good place to\n[The End of the Story]\n\n[Rating]\n100",
    "coherence": "# Example 1:\n[Prompt]\nA supervillain is depressed. To cheer him/her up, the superhero lets the supervillain be the hero for a day.\n\n[The Start of the Story]\n“i’m not the hero, but i am a hero.” “so what do you want to know?” “i’m not the hero, but i am a hero.” “what do you want to know?” “i don’t know.” “it’s a question, and i can not answer it.” “what do you want to know?” “no, i don’t know.” “well, i can only ask you one question.” “no, i can not tell you that.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nWrite a horror story with no gore or death, not even implied.\n\n[The Start of the Story]\nThanks for reading. I've just made some new friends here in [ my subreddit ] which is, just like many others, a multicolored stone, pulverized just like you said. '' Edit: The crowd cheered. I thought they 'd either have a hero or that's a hero of a war or I 'd die like that. So to be honest, I'm not sure it's enough, not that it's worth a shot but with the world that is silent and cold as a cloak. I'm telling you that a hero is different because I'm sure that my career isn't that bad but it's still worth a shot. Which I'm not sure about because the rest of the world is still going on, and is a small town-sized and unlit that the whole town is getting infested and someone isn't going to leave until it's 20 PM. Luckily for me, it's gon na happen on a Sunday night, and I think that's why, at least, because everybody is gon na die. I'm not sure about that. After all, I mean you're gon na die today. You're all gon na die this morning. And the queen of a town in the work room, where nobody is gon na die, no room to talk to. Then you're going to die. It's going to happen to my next story. My greatest fear of death is that the true meaning isn't dying. That's pretty important to me because it's gon na die today, so that I'm gon na die today. I'm going to die today because I'm gon na die today. That's the worst. And he's gon na die today because he's gon na die today, that's why I'm gon na die today. That's all gon na die today.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nYou possess an ability to turn off one or more of your senses to heighten the others. Today is the day you make a mistake.\n\n[The Start of the Story]\nThe box of blue pills was done, ready to go into the medicine cabinet and be thrown out. I took two of them out, making sure not to take my tongue out of my mouth. Only the mucous and shit stung my nose. I didn't need my tongue in my mouth anymore, and that's what saved me. So I held the box in my mouth for one full day. The stench and the shit got worse. So now that the drugs are out of the way I had to leave for work. The chaos started shortly after that, I stopped caring about my own body, my own health, and just stopped caring about how I was going to survive. I was just a regular human being, if I had one. It was just a matter of surviving. No one could hurt me if I did. My phone still ran, that worthless piece of shit that must have allowed me to survive, is still working perfectly. I was the only one with a signal, I had to wait until they were clean before I found another one. In a rush, I just left the box behind. I never want to know who just happened to get infected. I never want to know that my loved ones didn't just pass away, there was no other way. Oh well, we 'll see what we can do. If anything happened, I 'd blame them.\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 4:\n[Prompt]\nAliens come to Earth in hoping to wipe us out and take over the planet, but are honorable and gives us a fighting chance. They announce they will return in 100 years so as to give Earth a chance to prepare and defend itself. Neither side expected what the other would bring to war\n\n[The Start of the Story]\non our planet. 'everyairrior said. 'What happened to trust anything else?'all of them asked the same question at the same time. 'the war began. 'What did humans expect from the war? 'they could not help wondering why their ancestors had to die for them to come. 'I knew what my people were waiting for. 'the war began., The characters change., every one knew that by the end it was going to be interesting to see where this militaristic race that claimed to care about others being wiped out could take Earth. 'The Earth decided to fight back and shut down the Aliens., At some point I am finding out that the aliens, have had more success than we ever thought possible. 'With 500 years of peace..., our heroes began preparations., But now we know why. 'warned the Military Option at the end. 'battle..., The war began...'could not hold any longer. * BUILDING UP THREATENS AGAINST HUMANS.... WE ARE FINISHED! '! '!'Everyone who heard what the fleet was saying started building up massive defenses around themselves, even though the fleet warned them that they would all be destroyed soon, if they went beyond the reach of the military option.... or the tactical air defenses. '!'was the new theme. 'With the retreat plans falling through, instead people built up defensive weapons and prepared Earth for the fight. 'power for defense. '... however, with weapons we've never used. '... We are ending humanity.\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 5:\n[Prompt]\nMark Zuckerberg decides to end Facebook. He 's going to pay users $ 1 for every “Like” they accumulate until the company is bankrupt.\n\n[The Start of the Story]\n“I 'm sorry ladies and gentlemen, but we must go to some breaking news ,” said the news anchor, Mark Matthews. “Our producers are telling me that as a result of the announcement from Mark Zuckerberg, heavy rioting and unrest have broken out across the country. We 'll take you now to Laura Harris who is on the scene at one of the protests .” “Yes, that 's right Mark, it is absolutely crazy down here, just outside of the downtown area. People are in the streets lighting fires, looting, and engaging in violent protests against Mr. Zuckerberg 's decision to shut down Facebook .” “Laura, have you been able to speak to any of the rioters ?” “Yes, Mark, I just spoke to a woman named Janice Schultz. She 's completely upset that she 'll no longer be able to share her family pictures and daily activities with everyone online, and let her children know that she 's such a great mother .” “Thanks very much Laura ,” Mark said. “Now we 're going to speak with Dr. Phillip Anderson, a psychologist from the University of Michigan. Good evening, Doctor .” “Good evening, Mark .” “Can you tell us what would cause this kind of unrest by so many people as a result of the eventual shut down of Facebook ?” “Well it 's not that cut and dry. However, studies have shown that the majority of remaining Facebook users are narcissists who use the service as a means of getting themselves attention, feeding their egos, and manipulating others .” “Do these people find any consolation in the money that Mr. Zuckerberg is offering in exchange for the likes that they accumulate before the shutdown ?” “For the most part, they do not. Only those who accumulate a large number of likes, and therefore garner attention from more people, will be able to feed their narcissistic needs. Others will be jealous and likely try to start drama in order to draw attention to themselves instead of the more popular users .” “That 's quite fascinating, doctor. Thank you for the insight. Coming up after the commercial break, what have we learned from the ebola outbreak of 2014 ?”\n[The End of the Story]\n\n[Rating]\n100",
    "empathy": "# Example 1:\n[Prompt]\nA spy has to resort to using word of mouth to transmit vital information, resulting in the worlds biggest version of “Chinese whispers”. The information is so far from the original, yet it has the intended effect.\n\n[The Start of the Story]\n“no, sir,” said the man. “it's a business meeting.” “yes, sir.” “but i have a question for you.” “what is it?” “it's a business meeting.” “yes, sir.” “well, sir, it's just that you're a good man.” “well, sir,” said the man, “i'm a good man.” “it's a business meeting.”\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA letter to your soul mate but its ten years until you meet them.\n\n[The Start of the Story]\n'edited February 10, 2012 at 10:54 am by krazed_poison ascalamus a young student says her soulmate was a spoiled brat who left at 18 for party pooping and the college has taken her in as a temp in case of problems over mad like burning sweat or unemployment. message from the afterlife: yes and no wake me gently if you fail Don't let it tempt you though Do it's your first lesson I love my self'We met one night in a tavern where she goes alone this morning talking to me but I don't let it bother me as it will soon save me in many things Now would make a great second partner with all the stories within, tales should be allowed to touch us That's why i am here to comfort you, my skin is in a strange shape, I can't bear the feeling that I'm paralyzed, so... pardon me Please go to sleep Little darling your life may never bring you joy. 'My dear angel you must understand I can not change it you are not even *my* soulmate so tell me what happend to me what did I mean to happen?'she asks softly, soft words must reach me long time ago, as i hear every whisper angels speak; my screaming soulmate passed on before reaching me in something I had not allowed my faith to guide my actions since turning 18 when they cried their eyes out Yes she screamed, you must understand I lost my dear child to something unknown, something i shall never know: Spreading ashes upon her body and scarring onto her skull as she lay helpless, heavy heavy grief climbing on top of me as she cried Please forgive me... Please... I will have mercy on you, she d scream, please forgive me.... I will have mercy on you..., they d scream together. It takes one agonizing year for me to approach her slowly realizing this sorrow may mean more than she ever imagined when he passes me in his arm. She sings quietly; 1 0 976 9 8f8 751 3b3 b0c7 3ce0 a8f6 713 a34c c57e1 3ee9 6c09 e4893 The lovers cross paths then, silently drifting apart underneath this ethereal canopy. 'Stop, why were you crying, are we exactly right now?, ethereal blue sky above this hullabaloo sing and feel love, all around you, please swallow her gently and break her for me... Why can't we just say a prayer for each other how our souls match She follows my finger and thunders a thousand verses. ... You search through your soul looking for the strength to tear away the darkness from her golden sphere. '... focus on her, yes she s strong and beautiful..., near the end it dawns on me: Dear sweetheart I am in heaven and earth here now, welcome back. 'Bending forward to join her I see heaven fade and earth disappear within me, and its glorious dome is only... plastic itself. 'I have already forgiven you the most hateful words. '... no you have not; and thus ended the lives of my good friends and my sister. '... but now I'm sorry for them, for leaving me behind. '... but you are not. 'I realize a part of me burns up inside, as I reconnect to my last light... Please no farewell, farewell my good friend. 'I look up the window and no matter what happens next my twin colors will remain beautiful and true. 'They spoke, I hear your voice through my tears. 'I smile up at her and exchange number '1728 2a5ea5c038602310232086149068838022745156790,'I look outside again and there re some stars in the distance. '... A destination lies below. 'I kiss her forehead softly, hope I won't forget my fate, oh sweet spirit,'she whispers while she drags me close. 'Hi, sweetheart, do you remember me?'I whisper gently reach her lips once more gently rubbing my cheek, embrace her. 'Hello angel, i return to her, in a better, can we'Stay on, remember her.... 'She leans back... for you. ', she says. 'Her, why did nope.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nA soldier on the front dies in the middle of writing a letter home. It is finished and sent by the man who killed him.\n\n[The Start of the Story]\n“This place is so clean. I ca n't see anything. I ca n't see anything .” I said to my friend. “I ca n't go to the shelter anymore .” he said, his voice dripping sweat and sweat. He looked down at the ground, and took a deep breath. “I do n't want to go to the shelter .” He looked me in the eyes. They were filled with anger, anger and fear. He looked at me, his face and mouth were broken, the tears running down his face. He took another deep breath and walked forward, his voice a whisper. It was coming from all directions. He stopped and looked at me, his eyes red and his mouth slightly ajar. He\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 4:\n[Prompt]\nThe monster under your bed is protecting you from something much worse.\n\n[The Start of the Story]\nHe 's been my best friend since I was a child. I 've always felt different from the other kids. Growing up in a rich neighborhood, I never had what the other kids had; Ash got his first Pokemon when he was 5; Gary, when he was only 3. Because human-Pokemon interactions were highly encouraged, they would often bring their Pokemon to school and bully me with “Water Gun” and “Ember”. After one particularly bad day of bullying, I ran deep into the feared Turnback Cave and wept for hours. Why did they have to bully me? Just because my parents could n't afford the Pokeballs needed to catch Pokemon should n't mean that I could n't afford the barest respect from my peers. As my tears dried and the sobs turned to sniffles, I began to try to find my way out, only to discover that I was more lost than Diagla 's Adamant Orb. I heard crying and whimpers ahead, and, after approaching the sound, found several Geodudes and Onix intimidating a chubby and helpless Gible. Using my body, I protected Gible from the relentless punches and rocks thrown. It was the first time I was able to connect with another being. We both suffered at the hands of the many. As time went by, Gible and I became close friends. Though he maintained his stubby stature, his loyalty grew, and we gained each other 's respect. The first time I brought Gible to school was about a year after I met him. I could n't bear to leave him locked in my room alone for such long periods of time. The recess bell rang, and I headed out to almost certain harassment again. This time, though, I prepared myself for even greater harassment, as I would need to protect Gible at the same time. I could only strain my ears in hope that the bell would ring and call us back into the ( relative ) safety of the classroom. Rocks pelted my back, water stung my eyes, and fire charred my eyebrows. Suddenly, however, Gible began to glow, evolving into a powerful Gabite! No longer stubby and helpless, Gabite sported wicked sharp claws and a lean, muscular body covered in a hard shell. It seemed as though Gible had had enough of being a weakling and decided to fight back and to stand up. That day, my Pokemon and I grew closer together. It would not be the last time that Gible, now Gabite, would protect me from outside assault. As he grew rapidly in size and strength, the small bed I had formed for him was no longer able to house his powerful frame, and he soon moved under my bed. Though Pokemon to others may seems like monsters, my Gible was never monstrous. He was and still is the loyal and friendly Pokemon that I met so many years ago. This is my first prompt, and I 'm half asleep right now, but all criticisms ( especially content based ones, this is harder than i thought ) are welcome!\n[The End of the Story]\n\n[Rating]\n75",
    "surprise": "# Example 1:\n[Prompt]\nShe always started feeling it when she was two landings down.\n\n[The Start of the Story]\nshe always started feeling it when she was two landings down. when she was four, she was first feeling it when she was two landings down. she always started feeling it when she was two landings down. it wasn't when she was three landings down. she always started feeling it when she was two landings down. she always started feeling it when she was two landings down. she always started feeling it when she was two landings down. she always started feeling it when she was two landings down. she always started feeling it when she was two landings down. she always started feeling it when she was two landings down.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nAliens have arrived, and ask for a single human to plead humanity 's case and save them from extinction. The human is selected through a lottery of the entire human race, and on the day of the drawing, your name is picked.\n\n[The Start of the Story]\n“Dear everyone. My name is Thomas Reed. As I was saying, I'm an astronaut, so you all know my story, so you know how I've come to this decision. I know that I've tried to be brave for all of you and kept everyone happy in my words, but I've come a long way since then. I've been doing my best to understand the human condition, but it seems that, once you take one step closer to this final step, you will find that there is still a chance, somewhere, of an abyss in which humanity shall die. Please remember to look after your fellow brothers and sisters. Please take care of yourself and your fellow man.” And with that, the whole group burst out laughing. They were all so proud of their plan, and so fascinated with the modern day business that they took to calling the lottery. After all, who couldn't guess that the stars would be sparkling in response to that one last television broadcast? Those unlucky enough to have the opportunity to pick one, or all, of the human race to die, felt a bit nervous, as the police closed in around them. As soon as they saw a familiar face at the back of the line, they promptly grabbed their bags, and opened them to see that none of them had ever seen a human before, and it was at this point, that they knew that there was only one way to rule the human race. All of humanity, on the other hand, had just been selected to be the last four contestants to die. It was then that Thomas Reed realized he had been chosen. Everyone had thought he was going to be the last human, but nobody was wrong. After all, he was one of the very first people to be chosen. A serial killer that lives for serial killers are revealed to be the last one. Everyday she got curious. <new\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nEarth becomes the battleground for two warring alien races, both of which claim to be humanity 's “protectors”\n\n[The Start of the Story]\n. When the first Humans discovered Earth they were suddenly terrified. At first they thought it would be an invasion to make contact with us. Instead they found us accidentally. And then we saw it. A large moon, almost 2 or 3 times the size of the Earth, encircled the entire planet, which just sits there with a sphere of human bodies. Their armor was made of metal, carrying a secret purpose. We don't know what that purpose is, but once that happens, we can't explain it. We don't want to understand what exactly it is. It comes from a ship that is now orbiting the sun, once we thought we had destroyed it from orbit. It's very loud. We can't really understand what it is. It's starting to seem like a satellite. It's coming straight for us. Our screens will start blinking, some goo and other things, and then we will be safe. But all we can think is, will it hurt? Will it hurt? We will die. It would kill us to live. The start of our hyperventilating began when I was sitting in front of the screen. Then I stopped time for\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 4:\n[Prompt]\nA magical mirror shows your reflection and your future soulmate. You only see your reflection.\n\n[The Start of the Story]\nCarnival music seemed to dance in the background. A cacophony of color and knick knacks decorated the fairgrounds. It was just another day at the carnival. I sit at my stand reading another old junky sci-fi novel. “So how much to see it? ” Some pre-teen girl interrupted my book with her piercing voice. I sigh towards her and lean in. “Ten dollars, just like the sign says.” “And it works? ” “So I’m told. ” “You mean you’ve never looked? ” “Nope, ” I say, picking my book back up. “Well why not.” “Because some things in this life should be a mystery, ” I reply. “Well I want to see, ” she says. I tap on the money box and she places her ten dollars in. I watch her go in and wait for the audible reaction. After a couple of seconds I can hear an excited squeal. She runs out jumping up and down. “He’s so handsome! ” I can see her run off in excitement. I smirk. Another idiot, I think to myself. The carnival director walks up shortly after. “Time to start packing up, Isaac, ” he says. I nod and begin to break down my stand. My table is put away, and the money is locked up now. It’s that time again to put away the mirror. I stand in front of it like every other day. It’s just me, again. Same as yesterday, and the day before that, I am alone in the reflection. I smile at my reflection as I cover the mirror. I put the tent and everything in the back of my trailer with a skip in my step. You have to feel sorry for these suckers, I think. They’re destined for one person only. Who knows if they’ll ever find them? At least I know where to always find myself.\n[The End of the Story]\n\n[Rating]\n75",
    "engagement": "# Example 1:\n[Prompt]\n[ RF ] During a bank robbery, the criminals allow themselves to be captured. Authorities do n't realize that the arrest is part of the plan.\n\n[The Start of the Story]\n... [ TPAXINFO ] - Official Fallout 4 Cover Art / Texture Pack / Full Game Installation / Credits - James ([ Jake3146 ] named after the final lines from The Matrix Reloaded. - Emporium Strip Clubs are now available at low price points! Check out http: )!... Unlocking the Hacking skill in Cheat Engine will give you a different set amount of XP depending on a number. ... Cheating will be detected automatically after cheating in any game mode. ... Some Bad Guys have returned in Patch 6. 015. ... Several enemies are respawning from previous raids or tracks. ...'spells'- Spell effect now affect only party member's ( not weapon ) movements. - Various bug fixes. Thank You all for your feedback. I 'll continue working on the mod and hopefully have an update soon!. 'When / when / why? What did you want and what did you dislike?...'The pacing has slowed down. ...'Horse Combat has improved. '... Minor cosmetic improvements... '... Loading progress bar slowly fell. * Not loading... '... Loading more... '... I can confirm that textures are buffed. ... Loading..., Loading......'The screen finally showed loading progress. * Experience Boost now applies to all PC's and the Xbox One in all resolutions and aspect ratios. ... Loading * Saved Game Only* settings will only allow users with High Quality Graphics Cards, High Performance CPUs and SSD's to continue. '* Difficulty increased... '... Loading progress bar fell again. * Playing game...'the mod status bar shows displayed twice... ( Normally 14 stars on its own )...... 'No GamePLAY animations... '... Running game... '... Loading progress bars... falling to screen and the main menu... 'you must wait until loading screen is complete '. ...... Character Loading Screen..., Controller Errors... a list of what have occurred and how do we reproduce them. ... Character Loading Screen... ... Character Loading Screen...\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nTime travel exists, and a new form of capital punishment is introduced: Transporting the convict back to the worst, practically unsurvivable, places in human history to find yourself in. You are such a convict, and just got sent back. You will do anything to try and survive.\n\n[The Start of the Story]\n“i'm sorry, mr. reid, i'm sorry for the inconvenience.” i was just sitting in a cell, a small chair, when the sound of a door slamming opened. i was in the cell, a small chair, a small chair, a small desk, a desk, a computer and a desk. i didn't know what to expect from the prison. i had to live. i had to live. i was in a cell, a small room, a small desk, a computer and a desk. i was in a cell, a small chair, a small desk, a computer, a desk, a desk, a desk. i was in a cell, a small room, a small desk, a desk, a desk, a desk, a desk, a desk, a desk. i was in a cell, a small room, a small table, a desk, a desk, a desk, a desk, a desk, a desk.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nEvery single time anyone begins a story, from a grade two assignment to a 300 page novel, it creates an actual universe where the stories laws and characters are real, and are at the mercy of their creator. Unfinished stories create a hell like no other.\n\n[The Start of the Story]\nThis is bad. I need to read the final chapter. It's a bit dim, but I think I 'll make it. The book itself is short, but I think I 'll finish it with it. I know this is done on my own, but there's one last door in the book that doesn't appear to be connecting with it. I'm ready for the ending, and I know that every time. ***Edit - Last paragraph is cleaner. *** Bill leant forward and reached up to touch Rachel, touching her blond hair. Rachel whined as he continued to read, afraid to touch her. Bill nodded and continued reading. As he finished, Rachel was stone cold and staring at him with wide eyes, nose covered in needle marks. He lowered his head as he remembered how he had woken up and went to sleep. He got up from his chair and looked at Rachel. She gave him a sad smile and shuffled towards the front of the room. She entered the room as well and shut the door. Bill followed her in, keeping his eyes closed as he saw a blank page. The room was dark, it must have been a dark night. Bill slowly lifted his arm to look around. Rachel was still staring at him, but she was staring back at him with wide eyes. He saw a small white lamp on the table that lighted off with a small red switch. As he looked closer, he could see little bags of coins sitting in a pile on the floor. Bill knew what to do. Rachel took out a small bronze amulet and put it under her nose, rubbing it. She looked up at him with wide eyes. Bill watched her look at her, still staring into the lamp. Bill brushed past her, walked over to the pile of coins and tried to touch the amulet. Rachel was still staring at him. Bill moved towards the pile of coins, but stopped. His hand caught a dollar with a pen, but turned to Rachel. She handed it over. “I can't help it,” she said, getting up and looking at Bill. Rachel leaned\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 4:\n[Prompt]\nWrite about something that is disgusting or ugly in such a way that it becomes something beautiful -- without using the 'beautiful inside'cliche.\n\n[The Start of the Story]\nPlease don't just use [ WP ] to describe the emotion, or attribute it, but instead bring it back. Don't forget what [ WP ] said, just do a fresh one. 'She switched out of the prompt to fix the spelling and word choice in her email.”Emilia-sama!'it shouted. *President Akihabara...'she immediately shouted back. 'What's that?' She picked it up and read it. 'Does this mean you are free?' It asked with interest. 'I shall get back to you later.” Now to finish our tea, Emilia-san!' In any case, it has been three days since she left Akihabara.' The king called to her, but instead of walking to the eaves he called out :'Do you think your darling is becoming extremely impatient?'' I feel as though I can count at least on my fingers,'she smiled.' I 'll be patient,'he said. And Emilia-san, you are forgiven.' I thank you, father.' He returned to his garden.' I shall surely carry my message to the capital.' Then he stopped suddenly.' I have very little time.' Not at all, baby.' He said.' I must go now.” Good, good!' cried she.' I won't stop until I reach the capital.' ` Dear Emilia, listen to me. If you want to see all there is to see about these places where we live then you will have to come with me.' And she hastened off.' I shall be back with you in an instant.' And they went into the city, and the prince got on his horse and rode home.\n[The End of the Story]\n\n[Rating]\n75",
    "complexity": "# Example 1:\n[Prompt]\nPlease tell me about one of your fonder memories.\n\n[The Start of the Story]\n“i don't remember... i don't remember...” i looked down at my hands. the orange skin in the corner of my mouth was dry. “i didn't know...” i tried to open my mouth, but the words were stuck in my throat. i couldn't. “don't, you know, remember... remember.” “yeah, yeah, that's right. remember.” “yeah, remember. remember?\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA new drug let 's you live a lifetime in one dream\n\n[The Start of the Story]\n“A dream? Of what? What?” He shouted to himself. “It's kind of like your bank account in some waking dream. It's like it's a mathematical simulation. You get to know it all right.” There was only one way to know when the door opened. “Mr. President, let me get you a cup of coffee,” the doctor came to him. “Okay, fine,” he said. Then he hurried to his room. Once he did, he saw the car in the distance. It was the President. It wasn't wearing a suit. A scarred mask and sunglasses was there. He tried to take it off, but it was too late. “Oh no.” Mr. President said in his best slouch. “My brain did not set in place for this.” “What?” he asked. He always knew. “So, what's the point?” “I don't care. There's no point.”\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 3:\n[Prompt]\nIn an alternate universe, gunpowder was never invented. What does warfare look like?\n\n[The Start of the Story]\nKat felt himself approach with a feeling of nervousness. It started off small. He had planned it well, but he felt like this was the start. The moment when everything felt so real, like you could still watch the rain and felt the breeze on your skin. Now it was only felt with the shaking of your heart and the look on the onlookers’faces when they saw the blades of an anti-tank rifle fall. The thought had a glimmer of hope in his mind. He had all the time in the world, he knew that he could do good in these days. He looked at his watch. At this time, 9:30 am he heard the alarm bells. It would be his time to go out, his time to get out of the bunker, his time to get away from his family. At 9:37 am, he heard the shouting of the police. They would come and he would be escorted out to the base. At 9:40 he heard gunshots in the distance, and a man in a trench coat caught his ear. His expression had changed. He felt his pulse quicken. He knew he was going to get away before it really started. He knew what he had to do, but not too soon. He approached the two men at the door to the bunker with the gun pointed directly at his face. He held his hand to the side. “Let’s go home, motherfucker” said the man in the trench coat. He closed his eyes and saw the hatchet in his hand and see that blood was flowing freely in his veins. It was going to be okay, Kat had told himself. His family was safe, he could live with it. He could do good in this new world. He knew it would never be over, he had no desire to go back. The last thing he wanted was to be alone. He got up and put his arm around the guard, which was closest to him and his wife. He pulled her close. They both squeezed his arm. They hugged. It was only then that he felt something warm on his neck. You are a\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 4:\n[Prompt]\nA genius serial killer who has been killing successfully for a decade. With one weakness. He can never ever lie. He 's finally gets caught and is facing trial for a murder in court. Yet, he walks, acquitted of all charges.\n\n[The Start of the Story]\n'It has always given me a thrill to take someone 's life; having such power over the life of another human being. I was inspired by Iago from Othello. I started off with weak minded people; those whose minds were ready to crack. With just a little pressure from me; comments, little remarks here and there, in earshot or spoken directly, that was all it required to convince them to take their lives. But it was too easy. I craved more. I started finding more impulsive individuals, people who are in a fragile state of mind, those feeling a little paranoid and constantly feeling the world is against them. And I constantly fed theve feeling until they exploded. It started small; I made Monica think her husband was cheating on her, until in a fit of rage, she stabbed him with her kitchen knife. Or that Joey 's father will withhold his inheritance in favour of his step mom, causing him to poison her with rat poison. Mind you, although I know that I am responsible for all these death, rather indirectly, everything I did was perfectly within the confines of the law. I did not even speak any falsehood. I merely pointed out various facts, though sometimes out of context, that caused my victims to act the way they did. Slowly I 've learnt to spot and identify the more volatile personalities, the more violent ones. I met the two defendants at one of the nearby coffee shops one afternoon. They were sharing my table because the cafe was packed. I could n't help but overhearing their conversation; railing against the government, feeling racial discrimination from others and the sense of persecution they felt. I knew they were two ripe candidates for me. I struck up a friendship with them, and over the period of two months, I slowly nurtured a boiling cauldron of hate and bitterness, ready to go over at any point. And it did. Fifty four dead and hundreds dead in a single act of terror, precipitated by me. I would say that was the pinnacle of my success. So do you have any further questions for me, Mr Prosecutor? ' 'No further questions. You may now leave the stand. '\n[The End of the Story]\n\n[Rating]\n75"
}