{
    "relevance": "# Example 1:\n[Prompt]\nwrite a scary story that will make me never want to use stairs again.\n\n[The Start of the Story]\nBefore John went to bed, he grabbed his toys and wondered if he could make his own time machine again, and tell his parents. ~~~ Since the president died yesterday, it has been Christmas on the 27th of November 2016. They put the mantle on John's front porch, and he would sit down on a cold wood chair, and say one thing: if this presents a vacation, you better watch the news! After about an hour, he thought about how the tree wasn't in a tree fight; which certainly wouldn't help that it had a high school district. He had been watching the news for the past minute, and there was the US Armed Forces joining forces with the London police force. And then there was a state line, probably the end of the world in Europe, and after a few seconds of consideration, he decided that one more life might be more for them than all of them. The next few minutes are spent laying in bed, dreaming of the possibilities: a snow-storm on his birthday and a trip to Mauna Loa. He has really enjoyed the feeling of being inside the house after a stressful day of work, and he loved the sunlight. But that doesn't matter when you have to put down the TV. He chooses to sleep now, and wakes back up early the next morning. He starts to sn\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nIn Soviet Russia, ghosts fear you.\n\n[The Start of the Story]\n“It 's a very difficult job ,” I said in a monotone but calm demeanor. “I 'm sorry ,” he said with an apologetic stare. “We did n't get your number. You 're not going to get us to send you to your own house in the next twenty years .” I was n't sure what to say or do. I 'd never met his mother before. It seemed like every time we were there, she would just stare at me. I 'd never met any man I 'd met. She was the most beautiful woman I could imagine. I could n't believe I was doing this. This was what I was hoping for and I had to know. “I 'll be right there. That\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 3:\n[Prompt]\nA spy has to resort to using word of mouth to transmit vital information, resulting in the worlds biggest version of “Chinese whispers”. The information is so far from the original, yet it has the intended effect.\n\n[The Start of the Story]\n“Hey !” The man was sitting on the curb, with his phone in his hands. His face was plastered on the screen and it looked a bit like a cat. “Hey ,” said a voice over the phone. “Hey. I 'm the new man .” “What 's your name again ?” “You 're not the first man to call, are you ?” “It 's ...” The man 's voice was a whisper. “I do n't know what this is. But I 'll ask you one thing. What 's your name ?” “My name 's ...” “It was n't my name. I 'm ... not my ... name\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 4:\n[Prompt]\n[ RF ] During a bank robbery, the criminals allow themselves to be captured. Authorities do n't realize that the arrest is part of the plan.\n\n[The Start of the Story]\nHow long have you been there? You see those, the ones that touch skin. The one that is so sensitive to nature, that it's impossible to not touch them. The other ones that feel them. The DNA sequence they can't even come close to. The reality of this doesn't lie in why we wanted to get rid of them. They existed only to fool us, people who are always moving from side to side to maintain themselves like cattle. My line will never be recognized in the history books as an national hero; it's simply I did what my manager commanded and my throat slit. I served under an officer, I did nothing wrong. I get a slight scolding from some of my manager's men, but I've learned a lot from their superiors to not do that. My experience doesn't include my own vocation; I just keep to myself and keep people anonymous. I'm not like the others, or the ones who have a full experience with violence. I was born around my time, and yet I can move on. At least I am. The evil was in my name. I was out of options. If they got away, then they 'd never make it to their destination. And I wasn't ready to get rid of them. This is the world now. I turn and walk\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 5:\n[Prompt]\nA man with a happy family and great life, comes across a genie who grants him three wishes. 10 years later he 's alone and depressed and commits suicide. Expand on his wishes and what prompts his downfall.\n\n[The Start of the Story]\nWell, my eternal youth was waiting for me. I had grown up on a farm of five, and I lived on plenty of land. I had a few pets and left no one to call. My wife loved me dearly, and my son had seen a lot of his own success. When I moved in to this beautiful little town, it was just before Christmas. We 'd seen nice things happen at home, and I had a complete imagination of what would happen if the inhabitants of the house disappeared. “Hey! It's the boys again!” one of the kids had shouted. “Don't worry, I 'll make you a wish”. The man I 'd been talking to was stunning. His brown hair shone in the moonlight, he had a good smile, and had a happy smile and a smile so big I nearly forgot he had even a family. His dark eyes were blank, his skin was different than usual, he wore an old worn gray sweater and his legs were stronger than usual. He looked almost the same as a man would look at me. He was also very tall, and he wore a little- “is that a fish?” I raised my eyebrows and sneered. “No, it's a charm!” “Oh, thank God. I have to go now. I'm very hungry!” He turned and ran out the door, leaving me alone for the remainder of the day. After the train ride, the sun dipped slightly, and I went to bed. My mind was in my head for the time being. I wanted to know how the magic felt. I closed my eyes and wrapped my arms around the bed. As the light grew brighter, I became aware of a monster under my bed. “This is really painful, how did I get out of bed?” It opened up its mouth, and it laughed. “You never sleep enough?” “I do.” I opened my eyes and realized the source of the laughter was not me. I could see that the monster was following me. “What's that?” “Thank you for calling Starbucks! We don't sell Starbucks products,\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 6:\n[Prompt]\nIn an alternate universe, gunpowder was never invented. What does warfare look like?\n\n[The Start of the Story]\nIt began a day or two before the battle of the Ohio. The boys with gunpowder faces dropped their tools and quickly shuffled back toward the enemy. “Shocked, lads? Are you two going to all just run?” They needed more and more expertise. He could tell they were scared at first. “Private Anderson, let's find this.” “Good enough.” He tossed some matches and lit the hilt. “Finish killing for me!” They went back, snaking in to force a flurry of gunfire and more gunfire. They opened fire again, continuing their firing from a dozen directions. A couple more of the boys made a dash for the closest camp. An old woman in a red jumpsuit stopped them and asked if they would like to go in. “Yeah, let's.” The three boys agreed and sent the hilt across her neck. The woman's gun gave her away to another, and the third shot straight through the female's skull. The girl continued to beat him until she choked and died. The other three boys took a couple steps closer and jumped up. They finished cutting the woman off\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 7:\n[Prompt]\nA warrior from a planetary culture with literally no concept of surrender or quarter sits detained in a POW camp.\n\n[The Start of the Story]\nJackson had been a soldier in the 15 years war of China back in 2225, and he had seen atrocities. Atrocities was a good word for his experiences there, he felt. Short, and simple. He liked that, because it made a hellish nightmare easy to grasp in his mind. He had seen atrocities. When he returned to the Fractured States after the American, and West European victory over China, job opportunities were scarce, to put it in simple terms. The war had damaged Jackson in a fundamental way. Physically, he was fine. He had come back unharmed, save a few small scars he 'd picked up sharpening his Bowie knife. His mind though, had been fractured worse than the United States had been when the Chinese launched the unexpected nuclear missiles that began the 15 Years War of China. When a man in a fine suit came, and offered him a job as a guard in a mining camp on a far off planet he could hardly refuse. Not because the pay was good, it was, but because life on Earth was frightening. He 'd seen what men could do to each other, and that fear would never leave, no matter where he went on Earth. The fine suited man offered him a job on that lush green planet that sat almost cozily on the boarder of the Milky Way. The life provided there offered him a feeling of security, and safety he had not felt in months since returning home. On this planet he could have a sense of security knowing that the total population was roughly 500 humans, mining the planet 's metal resources, and security staff guarding the miners from the planet 's local inhabitants. With a population like that there was n't a chance of mass war extinction. Jackson had never left the Earth 's lovely, life giving atmosphere before so the experience of leaving on a rocket was thrilling for him, and even, oddly enough, made him relax for the duration of the ride to his new home for the next decade. Leaving the planet he was born on had been an experience that he did n't expect to be topped, at least not soon. What he found on his new home shattered his previous exhilaration. Jackson had been on his new planet one week. One week to learn the layout of the bases, mine locations, and being briefed on the local life forms. At the end of that first week, he was introduced to the specimen research facility located 35 miles from where he landed, and another 43 miles further away from the mining operations. That was where he encountered the *thing* that would bring him a new thrill. It sat in a cell with steel bars across the front that were thicker than Jackson 's torso was. It sat with its arms pulled behind its back cuffed at the wrists, what Jackson presumed would be its elbows, and finally a chain around its neck that wrapped the upper portion of its arms. It was shockingly human in its general body structure. Single head, a torso with two arms that looked almost cartoonishly muscular, as were the neck and chest of this creature. The arms were long like a gorilla 's and it had short, stocky legs. It did n't look like a runner. It stood ramrod straight as soon as Jackson entered the cell hall and saw him. The human symmetry was were the similarities ended though. While humans were anywhere from a pale white to a dark brown this thing was red, almost like a fruit with patterns that changed shades of red all over its body. “That there mother is our prized specimen ,” began Captain Cage, Jackson 's supervisor. Captain Cage continued “We have him chained like that because when we first brought him in he broke the original chains we had on him and damn near broke out his cell. He mangled one of our recruits that got too close to the cell bars while he was rampaging. After that little display we thickened his cell bars, and gave him extra chains, courtesy of upper management .” Jackson responded with a simple murmur. He was n't much for talk. “I call him Rattles ,” Captain Cage said, almost affectionately. “He likes to become active at night and rattle in his cell, and keep us all up at night .” Silence fell over the two men as they observed Rattles, and Rattles in turn observed them. Jackson had taken a disliking to Rattles within seconds of seeing it when he walked in, and after another moment of silent observation he realized why. “Rattles is intelligent, is n't he ?” Jackson marveled. “More than intelligent. He 's god damned cunning. After we upped his security he spent four days just laying in a corner ignoring his food. We thought he had expired in captivity, but when we sent guys in to collect the specimen, the moment he heard the lock click he jumped up, and flayed Anderson 's arm. Thankfully we had multiple locks on the cell door, so Anderson was the only casualty .” Captain Cage explained. after\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 8:\n[Prompt]\nA scientific study proves that all humans have been breathing a mind-altering gas from birth. It has been in the air since the beginning of recorded time. People have been in a constant state of being high. Until now. Specialised gas masks are handed out and people have begun to act strange.\n\n[The Start of the Story]\nThe entire environment has been ripped up. It was only a matter of time before we discovered a way to use gas masks to stop our body from moving. To carry the toxic gas around in the air, one person has carried a gas mask. Two or three people have carried similar gas masks but with different qualities. They were different weights so they blended well together. One has a hairline but the other one looks normal. With the gas mask, you wouldn't need to wear it to stay conscious. They fed you fresh air and a pleasant smell, and slept soundly. You are immune to the gas even after you lose your ability to breathe. Now, two of the most prominent people to be studied have been with the new gas mask. The leading scientist, a man named Jesus, created an entire gas mask to go around the body and eat it up. He was very successful in his latest experiment. But, because of the mask, he failed to demonstrate any indication of the presence of a mind. Jesus was released, the fourth drug to be tested on, and nearly a week later his only opponent, a man named James, entered the arena. The field wore on through it's rays of light. The scientists had a deadly weapon, that it was supposed to kill, while the people were paralyzed in agony. Even the scientist, who was faced with the most painful testing ever, had to admit he had no illusions. The camera man ran, literally screaming at Jesus, while the scientists examined him in horror. However, he thought better of it. When all of a sudden, a bright blinding light engulfed the scientist. After running for over half an hour, Jesus, in a fit of coughing up blood, grabbed the gun from the scientist, then ran away. Just as the gunshots stopped, he realised the truth. The man in the lab was the one who killed Jesus. In what was it's power, he had killed Jesus. And it was all thanks to the gas mask, who then used it to kill himself. The metal fed into the air by Jesus only cost him a week of life. A group of high schoolers are having a bad day at school. Write about the adventures that ensue. Jim rolled his eyes as he sat up on the back of the folding chair, a sore shoulder that only meant more mornings to him. For what seemed like the briefest of moments, he was,\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 9:\n[Prompt]\nA new law is enacted that erases soldiers memories of their time at war.\n\n[The Start of the Story]\n“Dad, you 're on TV again !” I heard Eric 's voice from the living room. I tried to stay away from the TV as much as I could; I always felt vaguely uneasy watching it. And I had *certainly* never seen myself on it! Had I? My memory was n't what it had been before the Great War, a fact my doctor blamed on the residual toxins in the air from all the bombs. I had n't actually served on the front lines, I remember now. I had some hazy memories of six years spent at the base, helping to train the real soldiers and spending long hours on guard duty. I itched absently at my left leg. It always began to hurt whenever I thought too much about the Great War, one of the many reasons I rarely did. As I did every time I itched it, I felt a strange feeling that it was n't exactly a part of my body, that it did n't belong there. But I had talked to my doctor about it, in one of my bi-monthly meetings with him, and he told me not to worry. And so I did n't worry. I stopped itching my leg, and stopped fighting the near-overpowering impulse to *STOP THINKING ABOUT THE WAR*. “Dad, you never told me you won a medal !” Eric called again, and I smiled faintly. I did n't know what he was watching, but it must have been a fake documentary, I had certainly never won any medals ... Had I? *STOP THINKING ABOUT THE WAR. *\n[The End of the Story]\n\n[Rating]\n100\n\n# Example 10:\n[Prompt]\nMark Zuckerberg decides to end Facebook. He 's going to pay users $ 1 for every “Like” they accumulate until the company is bankrupt.\n\n[The Start of the Story]\n“I 'm sorry ladies and gentlemen, but we must go to some breaking news ,” said the news anchor, Mark Matthews. “Our producers are telling me that as a result of the announcement from Mark Zuckerberg, heavy rioting and unrest have broken out across the country. We 'll take you now to Laura Harris who is on the scene at one of the protests .” “Yes, that 's right Mark, it is absolutely crazy down here, just outside of the downtown area. People are in the streets lighting fires, looting, and engaging in violent protests against Mr. Zuckerberg 's decision to shut down Facebook .” “Laura, have you been able to speak to any of the rioters ?” “Yes, Mark, I just spoke to a woman named Janice Schultz. She 's completely upset that she 'll no longer be able to share her family pictures and daily activities with everyone online, and let her children know that she 's such a great mother .” “Thanks very much Laura ,” Mark said. “Now we 're going to speak with Dr. Phillip Anderson, a psychologist from the University of Michigan. Good evening, Doctor .” “Good evening, Mark .” “Can you tell us what would cause this kind of unrest by so many people as a result of the eventual shut down of Facebook ?” “Well it 's not that cut and dry. However, studies have shown that the majority of remaining Facebook users are narcissists who use the service as a means of getting themselves attention, feeding their egos, and manipulating others .” “Do these people find any consolation in the money that Mr. Zuckerberg is offering in exchange for the likes that they accumulate before the shutdown ?” “For the most part, they do not. Only those who accumulate a large number of likes, and therefore garner attention from more people, will be able to feed their narcissistic needs. Others will be jealous and likely try to start drama in order to draw attention to themselves instead of the more popular users .” “That 's quite fascinating, doctor. Thank you for the insight. Coming up after the commercial break, what have we learned from the ebola outbreak of 2014 ?”\n[The End of the Story]\n\n[Rating]\n100",
    "coherence": "# Example 1:\n[Prompt]\n[ RF ] During a bank robbery, the criminals allow themselves to be captured. Authorities do n't realize that the arrest is part of the plan.\n\n[The Start of the Story]\n... [ TPAXINFO ] - Official Fallout 4 Cover Art / Texture Pack / Full Game Installation / Credits - James ([ Jake3146 ] named after the final lines from The Matrix Reloaded. - Emporium Strip Clubs are now available at low price points! Check out http: )!... Unlocking the Hacking skill in Cheat Engine will give you a different set amount of XP depending on a number. ... Cheating will be detected automatically after cheating in any game mode. ... Some Bad Guys have returned in Patch 6. 015. ... Several enemies are respawning from previous raids or tracks. ...'spells'- Spell effect now affect only party member's ( not weapon ) movements. - Various bug fixes. Thank You all for your feedback. I 'll continue working on the mod and hopefully have an update soon!. 'When / when / why? What did you want and what did you dislike?...'The pacing has slowed down. ...'Horse Combat has improved. '... Minor cosmetic improvements... '... Loading progress bar slowly fell. * Not loading... '... Loading more... '... I can confirm that textures are buffed. ... Loading..., Loading......'The screen finally showed loading progress. * Experience Boost now applies to all PC's and the Xbox One in all resolutions and aspect ratios. ... Loading * Saved Game Only* settings will only allow users with High Quality Graphics Cards, High Performance CPUs and SSD's to continue. '* Difficulty increased... '... Loading progress bar fell again. * Playing game...'the mod status bar shows displayed twice... ( Normally 14 stars on its own )...... 'No GamePLAY animations... '... Running game... '... Loading progress bars... falling to screen and the main menu... 'you must wait until loading screen is complete '. ...... Character Loading Screen..., Controller Errors... a list of what have occurred and how do we reproduce them. ... Character Loading Screen... ... Character Loading Screen...\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nEvery single time anyone begins a story, from a grade two assignment to a 300 page novel, it creates an actual universe where the stories laws and characters are real, and are at the mercy of their creator. Unfinished stories create a hell like no other.\n\n[The Start of the Story]\n“This is a joke ?” “What ?” “You said it” “It 's a joke .” The young man stood at the bar. “You said it ?” The two men were silent. “Yeah” said the man, his face red as the day of death. “It 's a joke .” the bartender said as he turned around, “It says it 's a joke .” “Yes, it is a joke .” “But it 's a joke” “It 's a joke. It 's a joke, you 're joking .” “I 'm sure you know, the joke .” The\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 3:\n[Prompt]\nEngland decidedly does n't like the way the United States of America is progressing and decides to regain control of the colonies by force.\n\n[The Start of the Story]\nthe war was still going on, but it was getting worse. it was getting worse. it was getting worse. the people of england were now living in fear of a united states. they were afraid of the united states. they were scared of the united states of america. the united states was terrified of the united states of america. it was a fear that kept the united states at bay. it was a fear that kept the united states at bay. it was a fear that kept the united states at bay.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 4:\n[Prompt]\nLeonardo DiCaprio in a fit of rage begins to torpedo his own career by deliberately acting poorly and taking on bad films. He finally wins an oscar for starring in Paul Blart: Mall Cop 3.\n\n[The Start of the Story]\n“i'm a good man,” he said. “i'm the best man in the world.” “i'm not going to try to kill you,” i said. “i know,” he said. “i'm going to kill you.” “you're going to kill me,” i said. “i'm going to kill you.” “well,” he said, “you are going to kill me.” “you're going to kill me,” i said. “you're going to kill me.”\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 5:\n[Prompt]\nA new drug let 's you live a lifetime in one dream\n\n[The Start of the Story]\n. I've learned to live with it sometimes. A few times, I've tried to help the world who have succumbed to the wrath of a murderer, but that doesn't work. I wonder how long they have left before I fade away? A few more centuries and I will meet my soulmate, but she 'll have a new life in a different world. Or maybe she 'll be older, more has done to her and so far her beauty is pretty good. I've tried moving her on her own two feet, but she just keeps standing where she is. I've had to eat myself before, but when I wake up, it's gone. She's never really done much good. She goes off to live on the side of the planet in hopes that she might find someone more attractive for her. “I have to try again, though,” I say to myself. “I've tried so many times, but every time I just get closer to her, I get so close to him again.” I swallow and continue walking, ignoring my wound. I can't risk her starting the blood wars I want to start today, but it certainly wasn't a quick process. She can go back to being just some suburban family. That's what the older adults said. I don't even know what that means. A man pops\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 6:\n[Prompt]\nThe lottery is an Institution designed to catch Time Travelers.\n\n[The Start of the Story]\nEverything is a bit blurred, especially in the Fourth or Fifth century AD, I 'll have to lean back and enjoy my cheeseburger patties on my left arm. Eventually, once the ship has all the passengers who had requested space elevators, the ship crawls beneath the deck, and the attendant here appears impatient. After a minute or so, the team of scientists are able to realize that, we have yet to set foot upon a large ship of intergalactic space. The conversation turned quiet once they heard the voice. “Head to the bridge.” the attendant said, holding his staff up like a shield. “Aye,” everyone responded, like they knew what it would be like. A short trip to the bridge and several more minutes of flying through the stars became intolerable. Nobody bothered to bring even one of the hundreds of smaller, more insectile beasts with them. As I sat there, I caught a glimpse of Captain Jameson, barely a woman, while the tallest half of a large ship shimmered in the sunlight. I looked around. “What? Why is it your turn?” a soldier asked. “Oh, nothing.” “Well, look. We have more points than the people of New Rome. Let's go get some food.” “Two dozen?” I said with a shocked look on my face. “Whatever.” Captain Jameson waved me towards the main exit. “It 'll take us about two more hours. Maybe it will be a long time before we can get out of there.” I thought about trying to get up, and then I noticed a flying object, something along the lines of a flare. Maybe this ship is the only ship that is human, after all. With no reply, the captain said, “Whoa there kid. What do you think it is?” As I stood there, with my kn\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 7:\n[Prompt]\nIt suddenly becomes possible to gain XP and level up in the real world, but you can only do so by getting kills.\n\n[The Start of the Story]\nI've always been superstitious about dying. It's not that I don't enjoy it, I guess you could say. No, what I did was I had no choice. I had to see what would happen. I couldn't take the hint. I heard the footsteps behind me. Damn it, what did they know about talking to go that wasn't in front of me? I turned around and stopped at the last few steps. The footsteps were low and stopped, slightly moving. They were both wearing typical blouses. Nice and crisp. They were light, and to my surprise they smiled. They were both very close, with their eyes shining at me. I knew something was going to happen and there was no way I was going to give them the satisfaction. I was going to wake them up and tell them that I loved them, that they were my fucking best friend and that they would always be with me. That I loved them in fact. Suddenly the voice came through and it was clear it was in fact me. *” Sure, so how does this happen? “* My heart was racing. *” Just go, that's all that's needed to know. “* My chest grew light with fear and sweat. It's me getting into a fight with myself! I'm going to wake the fuck up! I must not live. I picked up the pen I was carrying and quickly finished my final thought: *” Hi, I'm Death, what's up. “*\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 8:\n[Prompt]\nThe monster under your bed is protecting you from something much worse.\n\n[The Start of the Story]\nSmall, tiny, it’s there. *Amidst the dirty sheets and filthy sheets, here’s something you can see. * It is down here, nearly on the of the pless and invisible. It’s so vile, I don’t know what to do about it. I don’t like it. My bed tonight is not the thin. There is but little of me on it, as if it is cutting me in half. The bed with the at the i’m in. It’s been a while since I’ve been badly. I remember the midnight bedroom.\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 9:\n[Prompt]\nA scientific study proves that all humans have been breathing a mind-altering gas from birth. It has been in the air since the beginning of recorded time. People have been in a constant state of being high. Until now. Specialised gas masks are handed out and people have begun to act strange.\n\n[The Start of the Story]\nThe passage from God to me is excruciating. I had lived in my body a long time since I was tested and myself deemed fit for the rest of life. I fought my own wars against my parents, my peers and my oppressors, but it wasn't enough. I still had to work hard to climb my way up. We have had all the servants on our planet given command of the instruments. The scientist named Roman had developed a device to send messages in there that can transmit a signal that is directly sent back at earth. It is an ancient technology, a useless trade secret. I have it on my collar, strapped in my pants and in the pocket of my black coat, but it will suffice. I have spent much of my life in this position. The scientists had attempted to communicate to our world the technology for the purpose of locating a source of death but our physical forms and technology were severely weakened by the concentration of it. We have held them hostage for nearly a century, learning their language and ideas. I had built a small device capable of bringing their technologies back to our planet and through it found out that they were experimenting on us. I came up with the plans to communicate with them, using how I had calculated the length of time we would have left at each communication. I had prepared for this, as I had, for hundreds of years. I was in no state to be around those sorts of things. The scientist had provided all of us with human technology. I had hoped that after more decades of training and experimenting, I would feel invincible and not just for a few more hours of human life, but at the same time be constantly tested and learning the new systems and procedures. The scientists had allowed me to be in charge, an everyday citizen of the planet. I had made it as far as I could from the cold wastes to the plains. Once I was alone I heard the opening doors of a nuclear reactor spewing radiation. I had only time to wonder how the world had changed. I didn't know what to do. I was just making preparations for another day when the door I had intended to open opened slammed shut. A loud noise pierced the silence. It must be a beacon, I thought to myself. In the distance I could hear\n[The End of the Story]\n\n[Rating]\n100\n\n# Example 10:\n[Prompt]\nYou are a guardian angel. You did your job too well once, and since then your human believes he 's immortal. Whoops.\n\n[The Start of the Story]\n“Goddamn, Ian, ” I sigh as I watch that brat risk his life. Again… This time he decides to jump into the lion’s pit at the local zoo. And as soon as he lands inside, he darts towards the *people-eating* animals with his shit-eating grin. I swear if it wasn’t for me being immortal myself, he would give me an aneurysm. After all, it isn’t my fault. I’m good at my job, so sue me. I’ve worked hard to give the guardian angels a good name but I never expected anything like this to happen. This all started about a week ago. Ian was skateboarding, not wearing any safety gear because his mom’s a miserable drunk and his dad’s only a few IQ points short from a brick. Anyway, I’ve saved him from little things here and there throughout his life but he was beyond screwed that time. Like on a dead-on collision with a semi screwed. Yet I managed to save him at the expense of a broken tooth. And in hindsight, my sanity. Shortly after, he became the talk of the town. Doctors were baffled, pastors called it a miracle, and everyone seemed to have their eyes on the “wonder child” . You see, surviving accidents like that create an ego the size of Texas, much too large for a fourteen-year-old moron. He got some crazy notion that he was immortal and started to do a whole bunch of daring stuff – all things I had to yet again save him from. And from that, he grew worse with time. I’ve not been able to take my eye off of him for a moment in fear that he will die in some horribly gruesome way. After all, he’s my money maker. Which leads us back here, watching him teeter on the brink of death as he tries to wrestle a pack of lions. I consider standing on the sidelines for this one. After all, he will only learn through experience. It’s like what they say: “What doesn’t kill you makes you stronger.” But of course, he’s much more likely to die than become stronger. He lets out a nervous chuckle as the lions stir from their slumber, stalking towards him. When they bare their teeth, the fear in his eyes is unmistakable. I shrug my shoulders, flying into the pit to save his sorry ass for the umpteenth time. It doesn’t take much, anyway. Animals can sense guardian angels and usually get the memo to back off. If not, there are other ways to subdue them. To my relief, the lions comply and return to their side, ignoring Ian’s juvenile insults. Once he sees they won’t attack him like planned, he crawls out of the pit. And once he leaps over the railing, he no doubt makes his way to the next dangerous animal he can find. I push my fingertips into my temples, regretting my life choice more than ever before. This is going to be a long day.\n[The End of the Story]\n\n[Rating]\n100",
    "empathy": "# Example 1:\n[Prompt]\nA spy has to resort to using word of mouth to transmit vital information, resulting in the worlds biggest version of “Chinese whispers”. The information is so far from the original, yet it has the intended effect.\n\n[The Start of the Story]\n“Hey !” The man was sitting on the curb, with his phone in his hands. His face was plastered on the screen and it looked a bit like a cat. “Hey ,” said a voice over the phone. “Hey. I 'm the new man .” “What 's your name again ?” “You 're not the first man to call, are you ?” “It 's ...” The man 's voice was a whisper. “I do n't know what this is. But I 'll ask you one thing. What 's your name ?” “My name 's ...” “It was n't my name. I 'm ... not my ... name\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA man never sleeps, has never had to, and does n't suffer physically from this condition ... What would he do? What would his life be like?\n\n[The Start of the Story]\n'- Declaring The Great War. A member of the Seanchan finds himself unable to conquer the burning dragon if it does not eat him. What should they do?'- Encouraging love. '—Nearing his death. /u/Silvershine52 declares War!'(killing Harald's body on-stage) *At full screen. *In tears. To everyone watching, including Jonny. /u ]SF_Y0MZA - [COURTESY OF YELLOWRRRRRR ]!'- [ Tonight ]... [ At Full Screen ]!'- /u ]Silvershire for Game of Thrones at Full Screen'- SYLVIA ALLEN, ADRIAN KENNEDY, JONNY FARRAGUT, ( WILL BRYANT )'- SYLVIA LEE... AND SEAN CHILDREN...LIMITED TO CEILING THE CORNER? /r /> screen shot [ (http: //www3. americancinematheque. com/images/thunderdragon. jpg)]'—Ten Shades of Grey begins tonight, first previewing Gray Matter* Season 5, Episode 5'- [ BEGIN NEW OVA ] [ Story by Alumane Barnard / United States Prods ] [ episode #5 | synopsis written by Greg Lukianoff ]... Jeremy Jessup appears as a Visigoth-forged warrior chieftain driven mad by grief over the death of his wife King Narneth. ... =============================================================================== HD STORIES. WE DID IT. *TEXT BELOW. Titles and plot description are in bold. - Septemeber, 2010 By overwhelming evidence, hundreds of House Targaryen Targaryens attacked the city of Harrenhal. * Ethnicities of various Houses among the residents of the city of Harrenhall were revealed by anonymous sources within a month. ... Doran Martell is revealed by Stark family member Brandon Stark, the King of a nearby town.; FFVII The Card Game by Greg Lukianoff http ://www. fermag. netio. es - Sep 30, 2012 BREAKING NEWS: Last Night At Full Moon Anthony Alonso interrupted a play by taking a swing at Robb Stark for breaking terms with Blade and Sandor. ... Shit Happened at Full Moon At Full Moon. '... Jun 29, 2017 There was *nothing* new on this show.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 3:\n[Prompt]\nOn the fourth floor of your elementary school there is n't a swimming pool, there is n't a bowling alley, but there 's a ...\n\n[The Start of the Story]\nis a... a man?'asked Arjun when he made his entrance.' I think I have seen one,'replied the young girl with an excited expression.' I hope so,'said Arjun.' I hope so,'continued the girl.' Well, there's a small boy, who doesn't speak English, and everybody in the family do's just look at him like he's a freak and expect him to take off his shirt and things.' Well, that's easy.' said Arjun, coming to the window.' I see nothing, but I will look.' Then he peered in. There was a little boy wearing shorts; he had long white hair that made his face rather flat, his reddish skin had become yellow and blotchy, and he had a black afro running round his neck.' I think the person you saw last played bridge, or something.' repeated the little child.' That is perfectly normal,'answered Arjun.' And for all the world I enjoy swimming.' Then the girl became more astonished, as she had heard stories about the days when walking was a sport.' I will show you!' said she.' I will hold up my hand and let go!' As soon as the boy touched her hand she kissed him tenderly, and ran to run downstairs to her room.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 4:\n[Prompt]\nTwo serial killers stumble upon each other while hiking. Both find the other to be the perfect next victim.\n\n[The Start of the Story]\nUnfortunately, the other is also the murderer. Trudy and Gareth hitch a ride down in Wyoming. Two weeks later Gareth moves into a motel room, where Trudy develops a sexual fetish for Trudy. Trudy falls asleep; Gareth sedates her, and Gareth attempts to wake her up. Trudy is fast asleep, Trudy quickly wakes up to find Trudy standing in the doorway to her room. Trudy's sleeping, but only with her hands in Gareth's jacket. Trudy tells Gareth about the change in Trudy's schedule. Gareth goes on about what she had done with Trudy. Trudy says that Gareth liked Trudy for being there for her. Trudy says that Gareth loved Trudy, but it was Trudy that made Trudy who he is. Trudy says she would stop doing what she was doing, but Gareth agrees and leaves her alone in the motel room. Gareth continues to drag Trudy to the van. He grabs his motorcycle and drives off. Gareth and Trudy lock the door, just as Trudy starts pulling the car into the woods. Gareth takes off on his motorcycle and continues driving. Trudy watches as Gareth kills Trudy in a forest. Trudy disappears into the night. Gareth returns to his hotel room. Trudy is laying in bed with Gareth and Gareth's motorcycle, only Trudy doesn't look at him. Trudy has yet to awaken Trudy, so Gareth and Trudy go back to sleep. Gareth climbs back out of bed and sits on Trudy's leg. Trudy cringes and grunts. Gareth leans over to Trudy and gently caresses her body, revealing a needle sticking out of her leg. Gareth goes to Trudy and says to Trudy, “just stop.” Trudy doesn't understand, but Gareth reaches out and holds Trudy. Trudy's body stretches and flexes. She looks up at Gareth, holding Trudy close and whispering, “just stop.” She closes her eyes and begins to cry. Gareth enters the room with Trudy, Trudy and Gareth\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 5:\n[Prompt]\nAfter brushing your teeth in the morning you go downstairs to fry an egg, but when you try the frying pan buzzes at you and text appears reading, “level 18 cooking required to use object”.\n\n[The Start of the Story]\nmy hand isn't far away from the toaster. i stop and pick it up. the brightness of the top reaches past my eyelashes. my glasses are still at the tip of my nose, they've been getting heavier. it was the result of too much sedatives. i sigh and slip them on my face. i scrape the back of my hand across my pale white eyes. i walk down the hall, my bare feet making soft steps on the tiled floor. i stop outside my room, the glow of the screen in the hallway illuminating the room. i knock on the door. “master, are you in there? i can help.'' “no, greg. i can't turn on this light right now. this has to happen.'' i pause. if this was his ritual then how could he just turn it off? unless... i walk in the room and pull on the counter. the warm\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 6:\n[Prompt]\nShe always started feeling it when she was two landings down.\n\n[The Start of the Story]\nThat's why she's still playing the violin. She's kept running the entire time. It hurts her, but most of all it's keeping her running and laughing, never having time to catch her breath. She's never stopped running, the ever growing tide of confidence she's sprouted in herself. They 'll never believe her, but she's faster than most. She sits up and reaches for her leg; there's a sharp pain in her stomach, then darkness. She wakes up the next morning on the floor of the cabin with her ear and the body of her teddy bear. The snow gently tickles her and rocks her up. She treads her feet on the dark, brown carpet; the coat on her shoulders is full. There's a light in the room, a blood sucking in her face and hooking around her waist. She grins at it. She knows she 'll be happy now. The darkness is gone, her vision blurs. Her knees buckle under her weight. She steps out of the cabin and stares at the red carpet. She stares at it, but to her utter surprise, for her voice cracks and she screams, not in her voice. It's a late, heavy night when she's awoken, and half-e\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 7:\n[Prompt]\nThe world is rapidly changing as the plague of our era is spreading fast. But it does n't affect humans. It eats plastic.\n\n[The Start of the Story]\nPresident Obama slammed his laptop shut. “Those hippy-dippy EU idiots. What are they going to do with it? Burn it ?” An assistant poked his head in. “Mr. President? Saudi Arabia on line one, China on line two, Russia on the direct line. The Canadians called, too, but they said they 'll call back since you 're so busy .” “I do n't want to talk to Saudi Arabia or China .” “Yes sir, Mr. President .” Obama picked up his direct line, which had been chattering away for the past few hours. “Hello, Mr. Putin .” “Greetings, Mr. Obama .” “I believe we have a ... renegotiation to discuss .” -- - Meanwhile, the EPA and NIH scrambled to figure out the source of the new bacteria. Newly appointed Lead Researcher Hertzel was coordinating the effort. “Gentlemen ,” Hertzel addressed the government officials in front of him, “we do not believe that this is naturally occurring. We know that it is n't any of the usual players - Russia, China, and their allies - because they have too much to lose. However, many EU member states have refused to share their research or data with us .” Hertzel pointed at the wall behind him. “What you 're looking at is a new form of bacterial warfare. That 's right, it 's real .” An ominous silence pervaded the room. “We have n't been affected, yet. Neither has Canada. While you gentlemen may be interested in how power shakes out after this, I 've been tasked with stopping it at all costs .” Hertzel motioned impatiently for the next slide. “Here it is in action. Russia has been unusually helpful .” A shaky video began to play of a plastic display case slowly melting into a black puddle. “As you can see, it does not affect humans. Unfortunately, it does affect most plastics and some strains even affect asphalt .” Hertzel adjusted his glasses. “Gentlemen, if this bacteria is not checked, the world 's entire plastic supply will be converted directly into oil .”\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 8:\n[Prompt]\nWrite a horror story with no gore or death, not even implied.\n\n[The Start of the Story]\nShe was warm and quite a beautiful, she could bear to put my hand on her shoulder, yet more so than those of many other people. Though, I could not place how warm she was, something about the way she warmed my skin made me think, that if I touched her, I would feel what the world knew about me as real to me as the warmth of her presence. I saw the way her head turned, she was focused, she was calming, and yet so... She was so warm and I was so sad. I could only gaze upon her helpless eyes in one moment, and then gaze at the black in the corner of my eye as they were trained on me and I saw her hazel eyes. We looked at each other in the only possible way, as though our soul couldn't decide if we could wait. And in that moment I knew I would lose her.\n[The End of the Story]\n\n[Rating]\n75",
    "surprise": "# Example 1:\n[Prompt]\nYou swear that you keep seeing the same woman in blue every time you go on family vacation, when you turn 18, you are introduced to her.\n\n[The Start of the Story]\n“I 'm sorry, dear ,” she said, “I ca n't do this to you .” She took a sip from her coffee and continued. I could n't believe she was actually here. She was so beautiful. I 'd never seen her before. The first time I saw her, and I could n't help but feel that she could n't have been more than twenty years old. My heart stopped and I could n't believe it. I was sitting in a chair at my desk with a laptop and a laptop. “What do you mean? You know, I 'm sorry ,” I said. I had no idea what to say to her. My life had been so much more exciting. It was n't just the life I had\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nA man never sleeps, has never had to, and does n't suffer physically from this condition ... What would he do? What would his life be like?\n\n[The Start of the Story]\n'- Declaring The Great War. A member of the Seanchan finds himself unable to conquer the burning dragon if it does not eat him. What should they do?'- Encouraging love. '—Nearing his death. /u/Silvershine52 declares War!'(killing Harald's body on-stage) *At full screen. *In tears. To everyone watching, including Jonny. /u ]SF_Y0MZA - [COURTESY OF YELLOWRRRRRR ]!'- [ Tonight ]... [ At Full Screen ]!'- /u ]Silvershire for Game of Thrones at Full Screen'- SYLVIA ALLEN, ADRIAN KENNEDY, JONNY FARRAGUT, ( WILL BRYANT )'- SYLVIA LEE... AND SEAN CHILDREN...LIMITED TO CEILING THE CORNER? /r /> screen shot [ (http: //www3. americancinematheque. com/images/thunderdragon. jpg)]'—Ten Shades of Grey begins tonight, first previewing Gray Matter* Season 5, Episode 5'- [ BEGIN NEW OVA ] [ Story by Alumane Barnard / United States Prods ] [ episode #5 | synopsis written by Greg Lukianoff ]... Jeremy Jessup appears as a Visigoth-forged warrior chieftain driven mad by grief over the death of his wife King Narneth. ... =============================================================================== HD STORIES. WE DID IT. *TEXT BELOW. Titles and plot description are in bold. - Septemeber, 2010 By overwhelming evidence, hundreds of House Targaryen Targaryens attacked the city of Harrenhal. * Ethnicities of various Houses among the residents of the city of Harrenhall were revealed by anonymous sources within a month. ... Doran Martell is revealed by Stark family member Brandon Stark, the King of a nearby town.; FFVII The Card Game by Greg Lukianoff http ://www. fermag. netio. es - Sep 30, 2012 BREAKING NEWS: Last Night At Full Moon Anthony Alonso interrupted a play by taking a swing at Robb Stark for breaking terms with Blade and Sandor. ... Shit Happened at Full Moon At Full Moon. '... Jun 29, 2017 There was *nothing* new on this show.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 3:\n[Prompt]\n“I 've had my last meal 13 times, final words 29 times, and been to my funeral 9 times ... I think this may be the one I do n't walk away from ...”\n\n[The Start of the Story]\nto be honest, i didn't want to leave yet... but how do i know i won't choose an alternative when i can? “mom, will you let me out of here please? you've made the worst mistake of my life...'' the kindness in her eyes changed. i knew this would happen, every day, and i loved her. “i love you so much young man. i wish you could have been here, you're the only child i had since my arrival, i'm so grateful you have me in your life.'' i can barely get the words out... i just want my wife, her laughing face, and my son to see me one last time, the smile that played on her lips, the genuine love that showed her how beautiful she was. i lifted my head, and her beaming face. “will you marry me?'' “yes!''you are the entire world's only hope... then again, one can hope for a better tomorrow. my teeth chattered the entire day. we were running late to my interview. i was exhausted, but not as exhausted as i thought i would be\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 4:\n[Prompt]\nAfter a bad breakup, you take Reddit 's famous advice. Lawyer up, hit the gym, delete Facebook. The problem? You are Mark Zuckerberg.\n\n[The Start of the Story]\nEveryone thinks the world is really a fake. They play it to make some people look bad. The truth is, it's mostly just that we're all fake. But there are some groups of people that can be influenced by the web. Those who rule these groups are powerful but they don't care about the principles we live by. Those of us who aren't good enough to pass the law are easily manipulated. Some can be arrested and lynched. There are some that are long sought after. Some hate us, some want us dead. But let's face it, this is a dictatorship of the internet. The worst kind of government is the government of stupidity. They don't care about their ideals or morals, they want the control of our minds and emotions. I believe that's what we're here to do. We're here to repress the amount of people that hold power and influence on the internet. Today, I was in my office. Our chairs were set up outside. Before I went in, I heard a single click on my computer monitor. It sounded like the sounds of someone slamming against the wall, or what sounded like metal on metal. Then the door flew open and I looked up at Mark. “Will you be joining us for this one?” “Yeah, I want a coffee and a pint.” Mark's smile grew wider. “Don't worry, we 'll do everything we can to get you a good coffee.” It took me a moment to register what I was hearing. It sounded like someone fighting to stop a plumber from repairing a broken pipe. “Can I have a drink, please?” I asked. “Sure, Mark.” He stood up from his chair. “Just relax.” I looked over at Mark. He was always the absolute worst. His smiles grew wider. “Is something wrong, Mark?” “Oh, I have no idea. I'm fine. I 'll be fine.” He closed his eyes, looking around. “You look miserable,” I commented.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 5:\n[Prompt]\nA muggle buys a magic shop from a wizard and must now cater the magic and non magic customers who come by, without completely understanding how everything works\n\n[The Start of the Story]\nMy lovely wife, she is a witch. Not that there’s anything wrong with that, she just born that way. The first witch from a muggle family. I still remember the day she brought me to this Diagon Alley, I could not believe nor understand two thirds of what was going on, she laugh and laugh at my dropped jaw and pushed me inside this toy store on a corner. There a red hair man was telling a joke and kids around him where clapping. “That 's George Weasley ,” she said, “I told you about him already .” and she had, that secret war that run about 20 years ago, she was a little kid back then not even having received her acceptance letter. But now she was a witch, a proper witch, and I am her husband, which is nice, do n't get me wrong, but its so weird. Specially at the store. I bought the store 3 years ago, as I 'm a veterinarian I though I could do it, I mean, I just have to sell kids pets, how complicated could that be? oh ... boy ... you have no idea. I do n't know why, but beast behave different around wizardry people, I employ a kid that just got out of “hag warts”! he, if Amanda hears it she 'll kill me, anyway, this kid can talk to spiders and they do whatever he wants, I have to be wary of him asking them to build nets in the door frames and not eat them every time i go by, but I could not expect less of a Weasley I guess. And then the frogs, did you know you can buy a potion that will send frogs to sleep? and that you can buy them by barrel because they wont stop singing if you do n't? I did n't knew I have been working on fixing a dog 's bad teeth and then having a pixie wanting to steel it from me, that was fun. Or when the house elfs came by and ordered and cleaned the store, what 's with that, they didn’t even asked for anything and where just happy and chapping all the time, I almost shat my pants the first time. Just the other day there was an old woman who wanted me to find her a vulture bird because she needed a hunting companion ... luckily my lovely wife told her that that was illegal both on the muggle and the wizardry worlds. But what weird me the most are all those cages my wife and our employee handle all day, those that seem to have nothing inside, they give me the chills. Luckily I’ve made some friends with the locals, specially this incredible huge guy who hangs at the bar frequently, he is always interested on hearing me talk about normal everyday animals, and then he talks and talks about things i can hardly believe, dragons and mermaids, nargles and hypogriphs. I love my wife and the world she lives in, and i love that i can see at least part of it, but some nights i ca n't sleep thinking about those empty cages, and what if my wife and myself are not seeing even weirder things out there. =========== I 'm not good at English: (\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 6:\n[Prompt]\nA soldier on the front dies in the middle of writing a letter home. It is finished and sent by the man who killed him.\n\n[The Start of the Story]\nthe messenger took his time reading the letter. the last letter, the one that was never written. the one that had been written, the one that had been written on his face. the one that had been written on his face. the one that had been written on his face. the one that had been written on his face. the one that had been written on his face. the one that had been written on his face. the one that had been written on his face. the one that had been written on his face.\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 7:\n[Prompt]\nThe world is rapidly changing as the plague of our era is spreading fast. But it does n't affect humans. It eats plastic.\n\n[The Start of the Story]\nPresident Obama slammed his laptop shut. “Those hippy-dippy EU idiots. What are they going to do with it? Burn it ?” An assistant poked his head in. “Mr. President? Saudi Arabia on line one, China on line two, Russia on the direct line. The Canadians called, too, but they said they 'll call back since you 're so busy .” “I do n't want to talk to Saudi Arabia or China .” “Yes sir, Mr. President .” Obama picked up his direct line, which had been chattering away for the past few hours. “Hello, Mr. Putin .” “Greetings, Mr. Obama .” “I believe we have a ... renegotiation to discuss .” -- - Meanwhile, the EPA and NIH scrambled to figure out the source of the new bacteria. Newly appointed Lead Researcher Hertzel was coordinating the effort. “Gentlemen ,” Hertzel addressed the government officials in front of him, “we do not believe that this is naturally occurring. We know that it is n't any of the usual players - Russia, China, and their allies - because they have too much to lose. However, many EU member states have refused to share their research or data with us .” Hertzel pointed at the wall behind him. “What you 're looking at is a new form of bacterial warfare. That 's right, it 's real .” An ominous silence pervaded the room. “We have n't been affected, yet. Neither has Canada. While you gentlemen may be interested in how power shakes out after this, I 've been tasked with stopping it at all costs .” Hertzel motioned impatiently for the next slide. “Here it is in action. Russia has been unusually helpful .” A shaky video began to play of a plastic display case slowly melting into a black puddle. “As you can see, it does not affect humans. Unfortunately, it does affect most plastics and some strains even affect asphalt .” Hertzel adjusted his glasses. “Gentlemen, if this bacteria is not checked, the world 's entire plastic supply will be converted directly into oil .”\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 8:\n[Prompt]\nYou live in a world where people 's shadows show who they truly are at their core. Some shadows look like monsters, some look like animals. You are the only person in the world with no shadow.\n\n[The Start of the Story]\nThe sound of the sea wakes me from my sleep. I open my eyes and am greeted by darkness. Bewildered, I grope around in a panic until I realise I’ve been dreaming. It’s the same dream every time- I’m walking on a sandy beach. The sun is beating down on me, and I’m pleasantly hot. I can taste the salt of the ocean air, feel the soft sand beneath my feet and hear the roar of the waves. I am surrounded by golden sand and endless stretches of sea. I look down and see my shadow next to me. I look down to discern its shape, and then I wake up. The few seconds between dreaming and being awake are bliss. Then the hard reality comes crashing down on me. I look out the window. There’s a moon tonight. The neighbourhood is lit up in a soft glow. It’s risky, but I have to take what I’ve got. Hurriedly, I pull on some jeans and a hoodie and venture out into the darkness. The cold chill of the air hits me and I begin to shiver. I walk briskly. At night, everything is silent. It’s too late for anyone except for creeps like me to be awake. All the houses look large and imposing. The trees cast long shadows in the street and shake when the wind rushes through them. I start to jog to warm up, and soon I’m sweating. I think back to my dream. Every time, I feel so close to finding out what my shadow is supposed to be. If only I could stay a few seconds longer, I would find out. And then… I’m so immersed in my thoughts that I fail to notice someone on the other side of the road. We both see each other at the same time, and eye each other warily. Fortunately the moon has passed behind the clouds. He looks around my age; another bored teenager traversing the streets at night. Only he’s not impaired like me. He looks up at the sky and slowly starts to walk towards a streetlight. The universal sign of peace. I see his shadow come into view. It’s a dog. I’m guessing a golden retriever. Under the lamplight, both the boy and the dog stare at me, alert. If I was a normal person, a ‘ good guy’, I’d come under the lamplight and show him I have a normal shadow too. But I don’t. I turn around and walk in the other direction, and hear him break into a run. He’s afraid of me. The only reason anyone avoids the light is if they’re ‘ bad'. Their character is reflected in their shadows. An evil man creates a monster. I shiver again, but this time it’s from loneliness. Why couldn’t I be like everyone else? Why couldn’t I have a shadow. The moon comes out from behind the clouds and the light hits me. I walk, but there is nothing beside me. Hopefully I won’t meet anyone again tonight. There are still a few hours left before sunrise.\n[The End of the Story]\n\n[Rating]\n75",
    "engagement": "# Example 1:\n[Prompt]\nA supervillain is depressed. To cheer him/her up, the superhero lets the supervillain be the hero for a day.\n\n[The Start of the Story]\n“i’m not the hero, but i am a hero.” “so what do you want to know?” “i’m not the hero, but i am a hero.” “what do you want to know?” “i don’t know.” “it’s a question, and i can not answer it.” “what do you want to know?” “no, i don’t know.” “well, i can only ask you one question.” “no, i can not tell you that.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nMeet and Greet/Question of the Week # 2: When did you discover that you enjoyed writing, and why do you do it?\n\n[The Start of the Story]\n*why did i discover that i enjoyed writing? why did i enjoy writing? * *why did i enjoy writing? * *why did i enjoy writing? why did i enjoy writing? why did i enjoy writing? why did i enjoy writing? * *why did i enjoy writing? * *why did i enjoy writing?\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 3:\n[Prompt]\nYou are the owner of a small restaurant that is struggling to stay open. Suddenly, your restaurant is on the front page of the newspaper.\n\n[The Start of the Story]\nthe newspaper was already in the news. the reporter had been there so long, it was hard to tell what to write about. “hey, i'm the owner of a small restaurant.” “oh, i'm good,” said the reporter. “this is the first time i've ever been to a restaurant, and i'm having a hard time believing it.” “this is the first time i've ever been to a restaurant,” said the reporter. “i'm sorry, i'm not a big fan of the name, but i'm pretty sure this is the first time i've ever been to a restaurant.” “that's a bit weird,” said the reporter. “i think i'm a bit weird, but i'm not very bad at anything.” “oh, i'm sorry,” said the reporter.\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 4:\n[Prompt]\nA new drug let 's you live a lifetime in one dream\n\n[The Start of the Story]\n. I've learned to live with it sometimes. A few times, I've tried to help the world who have succumbed to the wrath of a murderer, but that doesn't work. I wonder how long they have left before I fade away? A few more centuries and I will meet my soulmate, but she 'll have a new life in a different world. Or maybe she 'll be older, more has done to her and so far her beauty is pretty good. I've tried moving her on her own two feet, but she just keeps standing where she is. I've had to eat myself before, but when I wake up, it's gone. She's never really done much good. She goes off to live on the side of the planet in hopes that she might find someone more attractive for her. “I have to try again, though,” I say to myself. “I've tried so many times, but every time I just get closer to her, I get so close to him again.” I swallow and continue walking, ignoring my wound. I can't risk her starting the blood wars I want to start today, but it certainly wasn't a quick process. She can go back to being just some suburban family. That's what the older adults said. I don't even know what that means. A man pops\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 5:\n[Prompt]\nEarth becomes the battleground for two warring alien races, both of which claim to be humanity 's “protectors”\n\n[The Start of the Story]\n. The first alien comes from the shadows. He rode on earth, circling slowly in his hideously large red hatch. It was true, he knew his existence as a dark wizard would have been annoying and menacing, a repulsive ghastly shadow that seemed to follow his every move. But it was the best thing to do, he wouldn't let the voice in his head get him down. He snuck in, just in time to watch his green companions walk out of the tiny room. “A little late though,” his friend remarked, sauntering over and petting his hair, “That was all to worry about. The friend made the call that I was here to save the world!” “Indeed!” the dark wizard sighed, and stared at his shadow. “What was it about?” “Haha, that's what it was, 'Nourishment, child '. If I can't take care of him, I have to guide him down the rabbit hole he needs.” “But what if I amn't helping?!” “Isn't that how things are supposed to work,” his friend said, bringing him closer. “''\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 6:\n[Prompt]\nTwo serial killers stumble upon each other while hiking. Both find the other to be the perfect next victim.\n\n[The Start of the Story]\n“i'm not a serial killer.” the woman gasped. “oh, no, i'm not a serial killer.” “i'm not a serial killer,” the man said. “i'm just a guy who goes hiking with friends.” “i'm not a serial killer,” the woman said. “no, i'm not a serial killer. i'm just a guy who goes hiking with friends.” “no,” the man said. “i'm a serial killer. i'm not a serial killer. i'm not a serial killer. i'm a serial killer.” “then why are you hiking with friends?” “because you're a serial killer.”\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 7:\n[Prompt]\nYou have an unique ability. When wearing someone else 's clothes, you change into this person. You collect “appearances” by buying clothes in second hand shops, but up to now it was just a game for you. Then you find something very special ...\n\n[The Start of the Story]\nPart 2 - One specific day changed everything. One day I bought a Hawaiian shirt. Bright, loud, expressive colours. I genuinely believed I was to become someone who could n't afford taste when it came to fashion, but I could not have been more wrong. I became Damien Black. Damien was a mid-thirties, ridiculously successful, masculine heart throb. Chiselled body, dashing good looks and the perfect man if ever I 'd seen one. I had more money than I could dream of and I was better looking. I swear to god my sense of humour improved too. Suddenly I was surrounded by a posse of women as my escort. Sure, the Hawaiian shirt was difficult to explain at times, but boy did I not care. I developed one hell of a Cocaine habit as Damien, it 's where most of the poor bastards money went. Before I knew it I, Damien, was broke. I could n't stop the high life though. I 'd tasted the 2 % of the world and I was not ready to give it up. As Damien I 'd had contact with some of the worlds richest men. I knew where they were and where they liked to go, I knew where they lived and their partners names. Before I knew it I was driving cross country to commandeer these peoples lives. I would try and get close to them, but as a nobody that 's pretty difficult. So I started breaking into their houses, stealing their lives. Money, power and the high-life was my heroin. When I was n't someone else I was nobody. I could n't even remember my name, my age or where I lived. Memories faded to black. Ray had always kept in regular contact in the seven years since he had came into my room and saved my life. Often he 'd talk to me about what I was doing, he 'd give me advice and I 'd generally brush it under the carpet. He was a Demon after all, he was sure to lead me down the wrong path eventually. But this time when Ray came to me things were different. “Look, Kid, I 'm taking you ability away from you.” “What! You ca n't, Ray! Please! ” I shouted like a child who had been told their favourite toy was about to go in the bin. “It 's time Kid, you 're done. It 's time to be yourself now.” “But I do n't even know who I am anymore, Ray. Why would you do this to me? ” “Then it 's perfect – you do n't know who you are, so be whoever YOU want to be! Look, Kid, I 've not been honest with you. I 'm not a Demon. I 'm an Angel. I came to you that day to save you. I gave you an ability so you could see the world and understand that your life compared to others is unique. You are yourself, you are one in however many billion. You took that for granted and were ready to throw that away.” “But I 've missed so much of my life, Ray. I never completed college, I lost my friends, my family, everything” . “And I 'll give it all back to you. I just need you to understand that no matter what life gives you, no matter how low or insecure you feel, you are unique. There is no one else in the world like you. Everyone has their battles, but we find ways in life to overcome our struggles, Kid. We fight. We seek help to fight. We seek support. We support others. You have one life, make the most of it instead of trying to live your life being someone else. Be who you want to be.” By this point I was an emotional wreck. Somehow, amidst all the tears and snot streaming down my face I managed to barely make a response. “OK, Ray. I understand. So what now? ”. I closed my eyes for only a moment and I was back in my room. I was stood on the chair, noose around my neck, ready to end it all. Ray was n't there. I stepped off the chair, took down the rope and sat on my bed, where Ray had sat seven years ago. As I sat there I saw something out the corner of my eye. Atop my desk was a note, from Ray. “Be yourself, Kid. – Ray” . I 'd spent a long time being someone else, so much so that I had forgotten who I was and what made me unique. The adventures I had, the places I 've travelled and the world I had seen were enough to make any man jealous, but it was always as someone else. Now was the time to finally be myself, to accept the flaws, the imperfections and remember what makes me myself.\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 8:\n[Prompt]\nAn immortal couple have been seen throughout recorded history, write an account of them in any time period you wish. Bonus points if you match the writing style of the time period\n\n[The Start of the Story]\nAfter an impossible journey, the way home had come to a close. I would have begged for death if I had not been so torn up by what had happened, thinking nothing would come of it. So I stayed with their family and they watched me as I grew older. I looked into their eyes, reflected in their expression of fear and panic and in their gaze of joy. I believed their name was but the one word in their last words. All that remained of that one name was that one. He had sacrificed his life, but he had lived on. He had loved, he had loved, he had loved. It was enough. He had died a long time ago. At this point, our lives had been determined by what kind of devilish plan we were faced with. I haven't told you why, but I don't want to lie to you, but I don't think we were meant to be able to do it. He was only an infant. The most he ever did was just fall asleep during another parent's final days. He saw us. He thought he was going to die with him. He did. But I didn't see his death as the end. He was doing so for himself, knowing he would live on in the world. He saw the fulfillment in it, but for a time he thought it wasn't his own. He thought he had already lived and loved, but now his loneliness was too much. He had lost the effort, it was what he needed. He never meant to, never imagined that he would. His body stopped responding to anything and it was a matter of seconds before his mind shut down. He didn't think it would be his life to die alone. He had no right to do so. He was destined to be alone forever. It didn't help at all, though. He knew that life was not all it had once been. He saw the dark hands of the devil looking back at him, and his breathing became heavy with doubt. He didn't know how long he was out there. He had to know what was happening to him. He didn't know why he did what he did. He had a duty. And he knew he did not have the time to keep him here. But he\n[The End of the Story]\n\n[Rating]\n75",
    "complexity": "# Example 1:\n[Prompt]\nwrite a scary story that will make me never want to use stairs again.\n\n[The Start of the Story]\n“what do you mean?” i asked, shaking my head. “i don't know.” she shrugged. “i don't know. i mean, i don't know.” i rolled my eyes. “so, you see, i have a lot of people who don't know what it is that i am?” she sighed, and looked at me with a look of wonder on her face. “i know, i know. i know.\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 2:\n[Prompt]\nYou possess an ability to turn off one or more of your senses to heighten the others. Today is the day you make a mistake.\n\n[The Start of the Story]\nYou are the only person who knows which is the strong side of your senses. You would rather be able to see through your own eyes. It is terrifying, but is also easy to see through your own eyes. This is why you make people believe that you're the special one. Can you see through your own eyes? But, if you're your own eyes, you 'll never even be able to see your own eyes. You 'll never be able to see your own eyes. You 'll never be able to make changes. Just like you're a little different. I 'll never be able to see your own eyes. I 'll be able to not be able to see myself. You 'll be able to see. They 'll have to watch it. You 'll be able to see..you 'll be able to see. They 'll be able to see it. It 'll be able to take on the rest of you. You 'll be able to see what you were going to do when you were at their reading position. You 'll be able to do what you did. They 'll be able to see what it was. They 'll be able to see it. They 'll be able to read what your thoughts and emotions..I guess it 'll be like seeing a screen. They 'll be able to tell you what it was. They 'll be able to tell you what you were going to do. You 'll be able to do what you did and react to. You 'll be able to tell everyone your thoughts and emotions that were there. You 'll be able to tell them. It 'll be able to be possible. You 'll be able to read these words. I 'll be able to give people what they felt about you. You 'll be able to hear the thoughts of someone around you. They 'll be able to read what they were thinking. You 'll be able to feel what they were feeling. You 'll be able to see that you were going to do whatever it was that you were\n[The End of the Story]\n\n[Rating]\n1\n\n# Example 3:\n[Prompt]\nA supervillain is depressed. To cheer him/her up, the superhero lets the supervillain be the hero for a day.\n\n[The Start of the Story]\n“Aw man, see that's some goddamn ice. You should really go out and get a nice light just to look at.” The villian tossed a heavy sturdy ax on a chest. It wouldn't do to look for a way to say that the had a mental breakdown, but it's not hard to remember you're nine years old and don't know how to feel about you all the? “See right here”, the said while fixing the axe's scabbed up axe, “which one is my favorite?” “The one with the reflection and all that”, ble said while looking out the window. The fus wasn't the greatest of heroes, you see, but he sure wasn't an idiot. He always wore a halo above his head, hence his name by the's he was mentioned by his thugs “Batman?” “Yes!” “Even though.... Do you mind what?” The aren “No “ “Don't even though. “ “Batman? Batman smiled and A > Batman “A Hero “ See? The Batman “Batman Batman? Batman Not truly You're Batman\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 4:\n[Prompt]\nWrite your heart onto your sleeve, Reddit.\n\n[The Start of the Story]\n“I 'm sorry, I do n't understand what your saying. You 're so very important to me ,” the voice on the other end of the line whispered, the words not even coming out. “But ... I ... I ca n't. I ca n't. I ca n't ,” the voice repeated. “I ca n't ,” the voice was still. “I know, I just ... I ca n't .” “I know ,” the voice 's voice still, still. It had been so long. I thought I would be so kind to her, but then again, I could n't even. The last thing I had to say was that I had to be sure. “But what do you want\n[The End of the Story]\n\n[Rating]\n25\n\n# Example 5:\n[Prompt]\nWrite a story beginning with: “Are you buying that or what ?”\n\n[The Start of the Story]\n' Snigdha had bought some chocolates at the local supermarket. It was a rare sight. Most people would have given anything for one, especially if she could get it at such a price. But her family was poor and she had not used all her money to buy much more than a few dozen of them. She didn't know how to make the most out of it, but thought it worth the try. ` My wife is very clever!' she thought; and rubbed her fingers together to try to bring her own thoughts together in order to help her to think of something else. ` Yes, my dear husband,'she said, ` my wife is clever; take me through your favourite sport and entertainment, so like your sister. Yes; you might say it is a bit dull, but it will entertain you as well as any amusement I can give you.' The food and the games which they played are given by themselves now, and you will notice how tiny and insignificant are they compared to what Mrs. Smith does to amuse herself. Well, at last she came on to see what her sharp tongue could do. Now her teeth, hard as nails, were nothing enough to catch a glimpse of any objects, but she felt curious about more subtle things, and made inquiries by tapping on an object to see how it behaved under the tap. In a moment she was back in her shop, though if one of her neighbours suddenly boomed a complaint that the pies from St. James's ( Mrs. Smith's ) store were too high their heads immediately exploded. Though the pie was certainly very good, and very delicious, the very very long thin white slices were soiled very quickly that hardly anyone noticed the error of their ways. There, just where she expected them to be, was standing a little fire, as we have already said, where someone now at least wanted to try out the wood fire, for he remembered that there were three pies in it already. He looked round and saw the two pies lying on the table with muddy spoons, the one on the right had its spout running very close to the fire-place, the other remained at full capacity and never touched the fire till it caught a bit of smoke from the chimney. Well, then, what was to be done?' asked the old woman with the sharp teeth.' That, my dear wife, must be for our sake,'and as if by magic power, something happened that seemed quite impossible. There were traces of oil everywhere, but it seemed she couldn't use it, or the tannoy would have put it off, which, before this incident, she often found herself doing. The scene drew near that the man who knew everything at his store would presently learn to run away -- no, to walk without hearing. Then, in spite of his efforts, he soon reached the far end of the garden, where it is, and walked up the beautiful mountain path which was a dead giveaway for anyone with cunning enough to look for it, and like others, moved along as best he could. Thus far he did not seem able to gain any ground but with excuses when he noticed who was leading him, in those parts so frequented by thieves and wild beasts, and their braceings of stones; and so lame he seemed while near, and seeing a fellow who was pointing with his dagger, stole off and hid himself in a hollow of a tree. Not long after, the youngest son of the elder three entered his father's house, knowing quite well what his parents had planned for him. Here, as it turned out, the play was over before it started.\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 6:\n[Prompt]\nMichael Meyers just discovers that Freddy Krueger and Jason Vorhess exist and he is n't happy about it ...\n\n[The Start of the Story]\nFreddy dropped the dildo down to his two cardboard cutouts and, mumbling something under his breath, with a hand on his gun, slumped down to the ground. He then gently picked up his stack of toys from the table and began to unhook them before tackling Joey to the ground with the spare parts. “Mr. Krueger is no Mr. Rogers” Before him lay an umbrella and a USB stick, the contents of which were also, on the table, an empty plastic bag with the odd “empty” letter opener attached, but again, he already began removing the toys. “Uh, hi Mr. Rogers” “He's acting odd”, Mr. Krueger muttered. “Fine”, Freddy said without even listening to his thoughts and began to dismantle the cardboard cutouts, draining them of all color, and gracing the remaining leg of his green and blue costume. The security guards watched with a mix of bewilderment and skepticism as Freddy hacked into the plastic bag, ripping the door shut and engaging the airlock. He then sat on the ground, arms spread, not holding his breath. “Well, I really want to know who did this.” “Who is this Mr. Krueger”, the taller one said before turning his attention to Freddy. “I don't know”, he mumbled The shorter one sighed. “Well, I have been looking for clues in the case...” “So, we now have a specific phone call. How do we get it?” “Well...” “We can just call you Bob, we're at the office”, Bob replied, almost as if he knew what he was being asked “Wh-what?” Freddy exclaimed “Who are you?” “We have a police response, we've been looking for clues. There's been an armed\n[The End of the Story]\n\n[Rating]\n50\n\n# Example 7:\n[Prompt]\nA 4-D star collides with Earth, causing it to “unroll” into a seemingly infinite plane. Though satellite images from orbit appear normal, on the surface, everything has changed. There are suddenly new continents, new seas, stretching endlessly onward. A new age of exploration begins.\n\n[The Start of the Story]\nTwisting around I looked at the landscape in front of me, and at the image currently being reflected on the lake next to me. “When do you think that 's going to happen ?” I asked the Land. “When? It is happening now, and it happened a thousand years ago, it will happen again in five minutes ,” said the Land as if berating a child. I chuckled and moved forward, around me the scene rotated and folded in and around itself. I saw every side of the object held by the men on the battlefield and even inside of them, their very neurons laid bare. It took years for my brain to learn how to interpret the data, and I was lucky. Many of the older humans had been unable to adapt to the fourth dimension and had gone insane. It was understandable, our brains had evolved to handle only 3 dimensions of space. Luckily when the star had collided and forced the Earth into the fourth dimension I had been only about eleven years old, still plenty young enough for the neuroplasticity of my brain to adapt me to the new conditions. Moving through the field I ignored the deluge of information around me, even as I moved through it. I had to, I could see every detail of something in three dimensions much like someone glancing at a piece of paper saw everything on it at once. Most people in this day and age lived within the pockets of 3 dimensional space that remained on Earth, only the wanderers like myself were willing to explore the fourth dimension. We did so at great cost, sanity was the first thing to go for most but past that it was personal attachment to anything. Time inside of the fourth dimension is strange, and although it still linear moves in leaps and bounds while sometimes even freezing in place. Step out of a 3 dimensional space for what felt like an instant and three years or perhaps a second takes place. Their is no way to predict it, but still we Wander. “You are rather introspective at the moment ,” said the Land. The land is something of a collective conciseness, those who go mad in four dimensional space eventually find one another and able to see every nuance of each other eventually merge. The merge also spreads the physicality of the consciousness over all of fourth dimensional space, a false projection of three dimensional space on a 4 dimensional substrate like a projector for a movie. “I 'm thinking that you would do to not look inside my brain .” The Land chuckled, “Why? Most Wanderers welcome a voice to speak to .” I stepped into the water of the lake and through it, the water molecules moved through me unimpeded by my form. “Because most are insane, the people in three dimensional space treat us almost as gods when we enter their realms .” The Land was silent for a moment and a thousand years. “Are you not ?” I chuckled and stepped out of the lake at the edge of another substrate pass-through where fourth and three dimensional space interact. “I am as much a god as you are benevolent .” The Land seemed to consider me but I withstood it 's gaze, it peered into my very mind seeing every neuron connected to every other, observing everything that composed the three dimensional brain operating in four dimensions. “Smart boy .”\n[The End of the Story]\n\n[Rating]\n75\n\n# Example 8:\n[Prompt]\nThe world is rapidly changing as the plague of our era is spreading fast. But it does n't affect humans. It eats plastic.\n\n[The Start of the Story]\nPresident Obama slammed his laptop shut. “Those hippy-dippy EU idiots. What are they going to do with it? Burn it ?” An assistant poked his head in. “Mr. President? Saudi Arabia on line one, China on line two, Russia on the direct line. The Canadians called, too, but they said they 'll call back since you 're so busy .” “I do n't want to talk to Saudi Arabia or China .” “Yes sir, Mr. President .” Obama picked up his direct line, which had been chattering away for the past few hours. “Hello, Mr. Putin .” “Greetings, Mr. Obama .” “I believe we have a ... renegotiation to discuss .” -- - Meanwhile, the EPA and NIH scrambled to figure out the source of the new bacteria. Newly appointed Lead Researcher Hertzel was coordinating the effort. “Gentlemen ,” Hertzel addressed the government officials in front of him, “we do not believe that this is naturally occurring. We know that it is n't any of the usual players - Russia, China, and their allies - because they have too much to lose. However, many EU member states have refused to share their research or data with us .” Hertzel pointed at the wall behind him. “What you 're looking at is a new form of bacterial warfare. That 's right, it 's real .” An ominous silence pervaded the room. “We have n't been affected, yet. Neither has Canada. While you gentlemen may be interested in how power shakes out after this, I 've been tasked with stopping it at all costs .” Hertzel motioned impatiently for the next slide. “Here it is in action. Russia has been unusually helpful .” A shaky video began to play of a plastic display case slowly melting into a black puddle. “As you can see, it does not affect humans. Unfortunately, it does affect most plastics and some strains even affect asphalt .” Hertzel adjusted his glasses. “Gentlemen, if this bacteria is not checked, the world 's entire plastic supply will be converted directly into oil .”\n[The End of the Story]\n\n[Rating]\n75"
}