{
    "relevance": "Relevance - measures how well the story matches its prompt.\n1 — The story has no relationship with the prompt at all.\n1.5 — The story only has a weak relationship with the prompt.\n2 — The story roughly matches the prompt.\n2.5 — The story matches the prompt, except for one or two small aspects.\n3 — The story matches the prompt exactly.",
    "coherence": "Coherence — measures whether the story makes sense.\n1 — The story does not make sense at all. For instance, the setting and/or characters keep changing, and/or there is no understandable plot.\n1.5 — Most of the story does not make sense.\n2 — The story mostly makes sense but has some incoherences.\n2.5 — The story almost makes sense overall, except for one or two small incoherences.\n3 — The story makes sense from beginning to end.",
    "empathy": "Empathy — measures how well you understood the characters’ emotions (regardless of whether you agreed with them).\n1 — The characters seemed apathetic to you.\n1.5 — At least one character slightly related to you on an emotional level.\n2 — You recognized specific, but not necessarily strong, emotions (eg sadness,joy, fear. . . ) in at least one character.\n2.5 — At least one character emotionally involved you, but minor details prevented you from completely relating to them.\n3 — At least one character completely involved you on an emotional level.",
    "surprise": "Surprise — measures how surprising the end of the story was.\n1 — The ending seemed completely obvious from the start, or doesn’t make any sense at all.\n1.5 — The ending was easily predictable after a few sentences.\n2 — The ending was predictable after half of the story.\n2.5 — The ending surprised you, but would have been difficult to predict.\n3 — The ending surprised you, and still seemed as if it could very reasonably have been predicted, ie, there were enough clues in the story.",
    "engagement": "Engagement — measures how much you engaged with the story.\n1 — You found the story boring and were glad it was over.\n1.5 — You found one or two things interesting in the story, but no more.\n2 — The story was mildly interesting.\n2.5 — The story almost kept you engaged until the end.\n3 — You were so engaged that you wished there was a sequel.",
    "complexity": "Complexity — measures how elaborate the story is.\n1 — The setting of the story is extremely simple: it only involves one or two characters or concepts.\n1.5 — The setting of the story is simple: one or two characters, a simple plot, maybe an indication of time or location.\n2 — The story is somewhat developed: it involves at least one of the following: complex concepts, realistic characters, an intricate plot, an underlying history or circumstances, precise descriptions.\n2.5 — The story is developed: it involves at least two of the following: complex concepts, realistic characters, an intricate plot, an underlying history or circumstances, precise descriptions.\n3 — The story is well thought-out: it involves at least three of the following:complex concepts, realistic characters, an intricate plot, an underlying history or circumstances, precise descriptions."
}